[{"courseReferenceNumber": "32470", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "41435", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "41520", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "43444", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "45525", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "45526", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "45527", "description": "\r\n    Every first-year student in the SFS will take a proseminar during the fall semester. Proseminars are small interdisciplinary courses, limited to 15 students in each topic, and are taught by some of Georgetown&rsquo;s finest professors.  The goals of the proseminars are:\n&lt;br&gt;&lt;br&gt;\n&bull;  To develop critical approaches to the study of global issues\n&bull;  To gain the academic reading and writing skills necessary for success in SFS\n&bull;  To promote intensive interaction and camaraderie among students and professors\n&bull;  To explore new ideas"}, {"courseReferenceNumber": "44000", "description": "\r\n    In 1933 when Adolf Hitler was elected Chancellor of Germany, the German population was overwhelmingly Christian. In 1933 there were 40 million Protestants, 20 million Catholics, and small numbers of people adhering to other Christian traditions. Germany&#39;s territorial expansion that began in the 1930&#39;s meant millions of people, Christian and Jewish, came to be under the control of the Nazi state. The German Army, or Wehrmacht (1935-1945) became a tool for vast territorial expansion, and, in some cases, for war crimes and murder of civilians and Jews. How did Catholics in the Wehrmacht see and understand their role? Why did some participate while others refused to do so, even at the cost of their own lives? This course will examine the role of Catholics in the Wehrmacht, including its crimes against Jews and other civilians. We will examine photographs, diary excerpts and film to come to a closer understanding of the inner lives and decisions of Catholic soldiers. The course will meet on five Wednesdays from 6:30 - 9:00pm during the semester. Course also listed as JCIV 1031."}, {"courseReferenceNumber": "36308", "description": "\r\n    The Holocaust is recognized as one of the traumatic moments in human history. The uniquely systematic depths of human-human interaction it revealed, paired with daring acts of heroism which the period yielded, have raised a range of questions which challenge long-held assumptions about what humanity is, if and what God is, and how to understand the concepts of good and evil. \n&lt;br&gt;&lt;br&gt;\nThis course will have as its goal to assess the Holocaust as it has been approached by a range of thinkers, and to place it within the larger context of theology, history, art and thought. While our primary backdrop will be theological questions provoked by its narrative -- from both Jewish and Christian perspectives -- we will inevitably encompass the larger historical picture of Jewish-Christian, Jewish-Jewish, Christian-Christian and human-divine relations. We will also consider the importance, in the later part of the twentieth century, of visual (and other) art as a means of response -- both in the expression of anger and in seeking healing -- to this trauma."}, {"courseReferenceNumber": "45406", "description": "\r\n    In this class, you&rsquo;ll immerse yourselves in the art and discipline of writing poetry. Partly this means acquiring a writer&rsquo;s eye, so you&rsquo;ll study the basic elements of successful poems (imagery, voice, form, etc.) and use these tools to read and analyze verse; specifically, we&rsquo;ll be considering the example of contemporary Jewish American poetry. But writers above all learn through doing, so you&rsquo;ll write a great deal of your own poetry (which does not need to be Jewish, of course)&mdash;regular exercises as well as more fully developed and revised work. Much of this development will happen as a result of the workshop process, where you&rsquo;ll give one another extensive feedback on work submitted to the class as a whole. Course also listed as JCIV 144."}, {"courseReferenceNumber": "40204", "description": "\r\n    This course will examine works of literature and film, from the early 20th century to the present day, which focus on the controversial subject and increasingly prevalent reality of interfaith and intercultural relationships and marriages. The course will begin with a view toward the Jewish perspective on this issue (from Biblical to Israeli) covered in the first three weeks, with the remainder of the semester devoted to the navigation of this complex terrain by different religious and national groups in international literature and film, among them: Christians and Muslims, Arabs, Africans and African-Americans, Asians and Asian-Americans, Indians and Pakistanis, Hispanics and Latinx, the LGBTQ community, and Native Americans. Texts will include primary works of fiction and cinema, and secondary works by literature and film critics, sociologists and anthropologists. Inquiry will focus on ways in which the concerns of each group have intersected, reflecting communal pressures as well as changing realities and norms. The multiplicity of perspectives across all groups, bely both the need to marry within the fold to preserve communal, religious-cultural values, along with a growing admission of the reality of increasing diversity in modern, pluralistic societies and the benefits these bring."}, {"courseReferenceNumber": "35950", "description": "\r\n    The SFS INAF180 science courses are designed to teach students science that is relevant to international affairs. The sections consist of a series of courses that will focus on learning the science that is necessary to understand global, societal challenges such as climate change, emerging infectious disease, and food security, among many others. To facilitate active learning and hands-on opportunities, as well as to ensure an interactive experience, enrollment will be limited to 20 students per section. Additionally, to build a sense of community among incoming freshmen, some sections will be limited to freshmen only."}, {"courseReferenceNumber": "34701", "description": "\r\n    The SFS INAF180 science courses are designed to teach students science that is relevant to international affairs. The sections consist of a series of courses that will focus on learning the science that is necessary to understand global, societal challenges such as climate change, emerging infectious disease, and food security, among many others. To facilitate active learning and hands-on opportunities, as well as to ensure an interactive experience, enrollment will be limited to 20 students per section. Additionally, to build a sense of community among incoming freshmen, some sections will be limited to freshmen only."}, {"courseReferenceNumber": "45528", "description": "\r\n    The SFS INAF180 science courses are designed to teach students science that is relevant to international affairs. The sections consist of a series of courses that will focus on learning the science that is necessary to understand global, societal challenges such as climate change, emerging infectious disease, and food security, among many others. To facilitate active learning and hands-on opportunities, as well as to ensure an interactive experience, enrollment will be limited to 20 students per section. Additionally, to build a sense of community among incoming freshmen, some sections will be limited to freshmen only."}, {"courseReferenceNumber": "43518", "description": "\r\n    The SFS INAF180 science courses are designed to teach students science that is relevant to international affairs. The sections consist of a series of courses that will focus on learning the science that is necessary to understand global, societal challenges such as climate change, emerging infectious disease, and food security, among many others. To facilitate active learning and hands-on opportunities, as well as to ensure an interactive experience, enrollment will be limited to 20 students per section. Additionally, to build a sense of community among incoming freshmen, some sections will be limited to freshmen only."}, {"courseReferenceNumber": "38447", "description": "\r\n    The SFS INAF180 science courses are designed to teach students science that is relevant to international affairs. The sections consist of a series of courses that will focus on learning the science that is necessary to understand global, societal challenges such as climate change, emerging infectious disease, and food security, among many others. To facilitate active learning and hands-on opportunities, as well as to ensure an interactive experience, enrollment will be limited to 20 students per section. Additionally, to build a sense of community among incoming freshmen, some sections will be limited to freshmen only."}, {"courseReferenceNumber": "44024", "description": "\r\n    The world of the Greeks and Roman was one of endlessly multi-aspected paganism, with its consciousness of a range of gods and goddesses, daimons and spirits moving between their realm and ours. It was also one in which the Hebrew-Israelite-Judaean competed with paganism and continued to struggle to define itself&mdash;and ultimately split into what became Judaism and Christianity. This course will focus on the times, places and literatures that reflect the interface between paganism as it has evolved within the Greco-Roman world and nascent Judaism and Christianity. It pushes toward an understanding of how Judaism and Christianity emerged out of the Hebrew-Israelite-Judaean tradition as two forms of faith each claiming to be the proper continuation of that tradition. It considers how their theological relationship&mdash;their competition regarding the Truth regarding divinity and its relationship to humanity&mdash;is not only affected by their mutual interface and their theological relationships with paganism but by the political context of the pagan Roman Imperium in which they both develop. This is a world of meeting, divergence, convergence, synthesis, embrace and rejection of religious principles and ideas. It is a world in which verbal distinctions that we take for granted&mdash;such as those between magic and religion, myth and theology, superstition and true belief, astronomy and astrology&mdash;have not yet assumed the place to which they arrived within our vocabulary, over time. Our goal is largely to come to understand what comprises the key elements that distinguish and join these traditions, why and how this vocabulary emerges and evolves, and how the shaping of that vocabulary has affected and continues to affect our sense of what Judaism and Christianity are. Course requirements include being in class, doing the readings, participating when it is appropriate&mdash;and writing two 10-12-page take-home exams/papers, one toward midterm and the other at semester&rsquo;s end."}, {"courseReferenceNumber": "32688", "description": "\r\n    This course will provide a holistic, multi-disciplinary approach to understanding Jewish Civilization, and will be taught by a different faculty member from the Center for Jewish Civilization (CJC) every week, each of whom will teach the area of their expertise. Students will learn the history of the Jewish people from ancient times to modern-day Israel, including in-depth coverage of the Holocaust and the development of Zionism. Students will learn about Judaism through major Jewish texts, denominations, holidays and life-cycle events - and about Jewish culture, through a global lens on Jewish literature, film and music. Students will learn about historic relations between Islam and Judaism, the Arab world and Israel, as well as how to think about the Israeli-Palestinian conflict. Students will also learn about Jewish engagement with American democracy, and global Jewish realities impacted by increasing anti-Semitism and white Supremacism in the 20th and 21th centuries. Having learned about the many foundational aspects of Jewish civilization, students will then have the opportunity to pursue further knowledge in any area of the course, through thematically-based classes at the CJC by any of the experts from whom they have learned in this course. Professor Orr will be the point of contact for students in the class, and help guide them through this multi-disciplinary journey. Course also listed as JCIV 199."}, {"courseReferenceNumber": "45399", "description": "\r\n    This course analyzes Israel&rsquo;s relations and foreign policy objectives in the Global South, with a specific focus on Israel&rsquo;s relations with Latin America, Africa, and Asia. Through this one-credit course, students will examine Israel&rsquo;s overarching foreign policy aims across the Global South. Moving from the Yishuv&rsquo;s quest for international legitimacy in the late 1940s to the newly founded state&rsquo;s focus on &ldquo;peripheral&rdquo; security, students will study Israel&rsquo;s relations with prominent Global South nations. Students will also gain insight into how Israel leverages contemporary relations with small and middle powers to enhance its international standing and influence.\n \nThis course offers students an analytical framework for understanding the historic and contemporary events that have influenced the course of Israeli outreach to the Global South as well as the primary reasons for countries&rsquo; receptivity. Students are encouraged to situate geopolitical developments within specific domestic and international contexts to better understand the multifaceted dynamics driving Israel&rsquo;s bilateral outreach to countries in Latin America, Africa, and Asia. Great power competition and an evolving geopolitical landscape impact Israel&rsquo;s foreign policy engagement. Thus, the course will also explore the interdependence and interconnectivity of Israeli and global politics.\n  \nBeyond providing a scholarly foundation for a better understanding of Israeli-Global South relations, the course offers students the opportunity to interact directly with academics and policymakers involved in this important &ndash; and expanding &ndash; field of study. These engagements, along with in-class workshops and discussions, will facilitate consideration and debate of diverse academic and policy viewpoints. While the course does not require any prior knowledge of Israel or regional affairs, close attention to the weekly readings and extensive in-class participation is expected.\n\nThis course will meet for 2.5 hours 5 times throughout the semester on the following dates:\n17 Jan, 3:30-6pm\n31 Jan, 3:30-6pm\n14 Feb, 3:30-6pm\n28 Feb, 3:30-6pm\n13 March, 3:30-6pm"}, {"courseReferenceNumber": "42675", "description": "\r\n    This 1 credit course will teach students to be more effective readers of data and creators of visualizations that purport to tell a story with data. Students will obtain a wide range of &ldquo;hands-on&rdquo; skills to ingest and visualize data in both appealing and meaningful ways. Upon completion of the course, students will be able to sort, organize, conceptualize and present data in an appealing way."}, {"courseReferenceNumber": "45972", "description": "\r\n    Adaptation through Transition: Reifying the Transfer Experience\nModeled after first year seminars, this course will look at different means of adaptation and transition from anthropological and historical perspectives, including the experiences of &ldquo;third culture kids&rdquo;, transfer students who experience &ldquo;transfer shock&rdquo;, and others. We will explore the meaning of &ldquo;otherness&rdquo; and question our own sense of belonging in the Georgetown community. We will explore Georgetown together. Students will work in groups to define and reify a specific component of adaptation in our community including: institutional policies, student success strategies, etc. We will learn to narrate our individual academic journeys so as to intentionally curate future academic plans."}, {"courseReferenceNumber": "35567", "description": "\r\n    This course begins by asking when and how law became separate from religion in the Israelite-Judaean world. It moves on to consider how we might evaluate and understand the narrative of Jesus&rsquo; trial and demise in the Gospels in light of information outside those accounts within Judaean, pagan Roman and early Jewish literature.\n&lt;br&gt;&lt;br&gt;\nNoting that, regardless of the details that favor or disfavor the Gospel account, many generations of Christians have accept it as unequivocally true, the book goes on with a review that is both concise and extensive of the history of Christian-Jewish relations, examining that relationship through a legal and quasi-legal lens.\n&lt;br&gt;&lt;br&gt;\nFrom medieval Blood Libels to the notorious Dreyfus Affair and from the story of Leo Frank&rsquo;s trial and eventual murder to that of Adolph Eichmann&rsquo;s trial and execution to that of Jonathan Pollard&rsquo;s trial behind closed doors and ongoing incarceration, the narrative suggests that the Jew seems always to be on trial in the courtroom of journalistic and historiographic examination, whether as the accused, the accuser, the jury or the judge."}, {"courseReferenceNumber": "38797", "description": "\r\n    Congress &amp; the Making of Middle East Foreign Policy - taught by Danielle Pletka, Senior Vice President of Foreign and Defense Policy Studies at the American Enterprise Institute (AEI). \n&lt;br&gt;&lt;br&gt;\nWhile foreign policy is the constitutional prerogative of the president, for much of recent history, it has been the Congress that has led the way in shaping US foreign policy toward the Middle East. From aid to Israel and sanctions against Iran to the war on terror, the legislative branch has influenced America&#39;s role in the world in ways that few appreciate. Beginning with a detailed overview of the legislative process, this course will explore how Congress has shaped the modern Middle East, looking at key pieces of legislation and historical and contemporary case studies."}, {"courseReferenceNumber": "41906", "description": "\r\n    In a somewhat idiosyncratic essay, the literary critic George Steiner made the intriguing observation that the true homeland of the Jewish people was not necessarily Zion, the synagogue, or some other space, be it physical or metaphysical. Rather, Steiner insisted that the true Jewish homeland was the text. In this course, we will introduce you to a wide variety of classic (Biblical) and less-than-classic Jewish texts that interpret them. We will argue that for Jews the process of interpreting those texts is every bit as important&mdash;if not more so&mdash;than understanding the intentions of those who authored them. This then is a class about the interpretive injunction inherent in Jewish tradition, or its unique and relatively liberal propensity for discussing, interpreting, questioning, and even arguing &ndash; not only with the text but with G-d Himself. We will understand Jewish texts from a historical, literary, and above all, comparative perspective, and examine all the many ways in which Jews read their texts. It will be our working hypothesis that it is this very interpretive, or hermeneutical, process that lies at the core of Jewish identity. Our inquiry is beholden to certain classic Jewish forms of argumentation and disputation. As such this class will be taught in a manner that replicates many classic Jewish learning styles, so the student should be prepared to speak up and out, all the while listening very carefully to the thoughts of their colleagues. No previous knowledge of the Hebrew Bible, Jewish history, literature, or culture is assumed. Class performance is entirely based on analytical investment."}, {"courseReferenceNumber": "44003", "description": "\r\n    While many students are familiar with the main lines of the Nazi extermination of Jews in Western Europe during World War II, few know that a parallel effort was waged in the East. There, Nazis killed Jews methodically, but not in mass camps built for extermination. Instead, the Nazis conceived of mobile killing units which wiped out the Jewish population of small villages, resulting in more than a million and a half more Jewish deaths than is commonly realized. Fr. Patrick Desbois, a forensic anthropologist and author of &ldquo;Holocaust by Bullets,&rdquo; will team teach a course that examines the Holocaust in general and this little known chapter in particular. Mid-term and final exams. Class participation and preparation essential."}, {"courseReferenceNumber": "41854", "description": "\r\n    The Weaponization of Hate: Antisemitism, Racism, Islamophobia, and Xenophobia in the COVID-19 Pandemic era.\n&lt;br&gt;&lt;br&gt;\nOver the past several years, the Western world has suffered a dangerous rise in far-right extremism, providing an imminent terrorism and hate crime threat to Jewish communities, as well as Muslims, African Americans, and, in some cases, women. This class will assess the ideological underpinnings of the anti-Semitic far-right, trace the movement&rsquo;s rise in the Obama and Trump years, analyze the current movement&rsquo;s tactical and communications preferences, and evaluate ongoing and future counterterrorism and countering violent extremism measures. The aim is to provide an extensive and objective assessment of the current threat to Jewish communities and beyond, to offer students an introduction to the counterterrorism world, and to underscore the importance of understanding and fighting hate in all its forms. Course listed as JCIV 281 and INAF 281."}, {"courseReferenceNumber": "44025", "description": "\r\n    The Societal, Political and Security Implications of Israel&#39;s Relations with the Arab and Muslim World. This course will undertake a broad review of Israel&#39;s relations with the Arab and Muslim World in four modules. The first will review the development of Israel&#39;s relations with Arab and Muslim majority countries in the Middle East and North Africa, from the pre-state period through the major military confrontations of 1948, 1957, 1967 and 1973. It will then look the implications of the peace treaty with Egypt as well as Israel&#39;s wars in Lebanon and confrontation with the PLO. The second will look more internally at the implications of Jewish immigration from the Middle East and North Africa on the state formation process, the state&#39;s approaches to its non-Jewish minority populations as well as the Palestinian population in the occupied territories (Gaza and the West Bank). The third module will take a closer look at the development of relations between Israel, Egypt, Jordan, Turkey, and Iran. During the last module, students will study the impact of recent political changes in the Middle East. Specifically, they will evaluate what the end of the Cold War, the Arab Spring, and the Abraham Accords have meant for both Israel&#39;s diplomatic relations in the region and the Israeli-Palestinian conflict."}, {"courseReferenceNumber": "32830", "description": "\r\n    The study of social and political phenomena is a vast endeavor and this class will serve as an introduction to quantitative methods for social science research. We will discuss the use of quantitative research methods as a tool to further aid you as researchers of - and participants - in social science research. The progression of this course will address scientific research design and statistics and consider many examples of such research. Students can expect to be introduced to not only the means for conducting rigorous research in social science fields but also the theory that guides the accumulation of knowledge about these phenomena. Its format will be lecture, discussion, active practice, and include formal written submissions. This course will provide students with the analytic tools necessary to understand and perform fundamental quantitative social science research, to identify its limitations and abilities, and to approach quantitative research critically."}, {"courseReferenceNumber": "36372", "description": "\r\n    This course will cover policy and technology of physical and digital currencies. Course material includes topics applying to physical currencies (e.g., inks and &ldquo;papers&rdquo;), some to digital currencies (e.g., encryption and blockchains), and some applying to both (e.g., privacy and financial inclusion). Our focus will be currencies as they are, or might be, issued by central banks but we will also discuss commercial currencies or payment systems. Policy discussions will include strategies for asset allocation, effective regulation, currency substitution (aka &ldquo;dollarization&rdquo;) and consequences of de-monetization. Technical topics include designing for security, techniques to deter crime, and technologies that enable effective use in commerce. Case studies will cover past and present practice in a variety of countries or cultures."}, {"courseReferenceNumber": "11719", "description": "\r\n    This seminar will look at diplomacy as a political process and as an instrument of foreign policy. It will examine the role and responsibilities of the ambassador and other members of an overseas mission, explore the resources and techniques available to them, and review the way diplomats relate to the government they serve and the one to which they are accredited. It will also look critically at the backup at the headquarters end of diplomacy (e.g. Washington), examining the functioning of the foreign policy bureaucracy and its interaction with overseas operations. It will survey the historical evolution of diplomacy and the impact of recent political, economic, social, and technological changes on diplomatic practices. It will also consider the relationship between diplomacy and intelligence operations and the growth in importance of &quot;new&quot; areas of foreign policy concern such as counter-terrorism and the prevention of drug trafficking and cross-border crime. The course will focus primarily on U.S. diplomatic practices, but much of the material is also relevant to the way other governments organize their diplomatic activities. One session will feature foreign diplomats representing countries of differing size and circumstances, who will discuss the way their countries practice diplomacy and compare this with U.S. practice. The instructor is a retired U.S. ambassador. Several other American career diplomats will also meet with the class."}, {"courseReferenceNumber": "38156", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44026", "description": "\r\n    Governments and non-state actors are fomenting conflicts and wars by perverting religion, history and identity. This course investigates Jewish and Islamic influences that form today&rsquo;s Western civilisation. It has been designed to equip students with a deeper understanding of the modern West, evaluate the narrative of clash of civilisations, and explore a synthesis of civilisations. With extremism and anti-Americanism on the rise in the Muslim world, and anti-Semitism and anti-Muslim sentiment increasing in the West, this course excavates the intellectual roots of the threats ripping apart modern civilisation."}, {"courseReferenceNumber": "44147", "description": "\r\n    Registration in this course is by application only. This course examines zones of ethnic, political, social, and religious conflict, with the goal of better understanding both the causes of conflict, and the difficult process of reconciliation. A major part of the program is a trip to the area studied to meet with relevant parties. The trips have been nine to eleven days and involved meetings with politicians, journalists, community organizers, and other change-makers in the destination country, as well as visits to points of historical interest. To prepare for this rigorous period of meetings, tours, and discussions, participants study the subject matter leading up to the trip, designed to familiarize them with the history of the conflict in question, as well as background information about the destination country. Past destinations have included Israel and Palestine, Rwanda, Germany and Poland, Northern Ireland, East Timor Cambodia, Cyprus, South Africa, Bosnia and Herzegovina, USA, Oman, Zanzibar, and Japan."}, {"courseReferenceNumber": "34710", "description": "\r\n    The course is designed to provide an academic framework to support students in setting goals for their internship and in reflecting upon the experience as it relates to their academic and career goals. This one-credit pass/fail course is intended for SFS juniors, seniors and sophomores by approval who have secured an internship. The one credit earned in this course counts toward the 120 credit total for the degree. It does not count toward the 40 courses required for the degree. Students must be working in an internship for a minimum total of 75 hours during the same academic term as the course enrollment. The course offers academic credit for students who require it to participate in an internship. This includes international students who must receive academic credit to remain in compliance with US immigration regulations\n&lt;br&gt;&lt;br&gt;\nStudents will be provided directed readings and assignments to help them develop and refine their professional goals and skills. Students will participate in guided reflection exercises to assist them in working with the internship provider to ensure that the experience provides meaningful opportunities to explore the intersection of international affairs and their work.\nIn lieu of class meetings, students will participate by submitting assignments through Canvas."}, {"courseReferenceNumber": "44996", "description": "\r\n    For those who would be actors on the global stage, critics of or audience to the theater of diplomacy, this course will provide an introduction to the conceptual frameworks, the theories, and tools that shape political engagement across a spectrum of issues and multiple approaches. The ability to negotiate and to engage successfully rests upon a combination of analytic, intellectual and interpersonal skills, each of which will be examined as part of this course. Successful engagement, whether formal or informal, requires the ability to deal with complexity and ambiguity, institutional and personal resilience, the ability to lead without the need to dictate, and a willingness to think strategically and work tactically. The seminar will be based on a combination of academic literature, case studies and experiences of practitioners. There will be a written midterm and a written final, each based on the student&rsquo;s own research, as well as class requirements and participation, and formal and informal oral presentations. This course is also a foundation course for both undergraduate and graduate candidates for the Certificate in Diplomatic Studies from the Institute for the Study of Diplomacy.\n&lt;br&gt;&lt;br&gt;\nIssues to be covered will include: \n&lt;br&gt;&lt;br&gt;\nThe Day Before: Precursors and preconditions \nTerms and Players: Is this a negotiation, or are we only talking? \nCrisis and Confliction Negotiations: When is good enough good enough? \nTrade and Economic Relations: Can fair trade really be fair, or is it all about (my) profit? \nMultilateralism: Are more chairs at the table mo&rsquo; better? \nPurity of Partners vs. Negotiating with Evil: Do the ends justify the means? \nThe Role of Special Envoys: The Lone Ranger or the Rogue Player? \nPublic Diplomacy and e-Diplomacy: Dealing with those not in the room. \nThird-party Mediation: The US and Northern Ireland \nSmall State Mediation: The Role of the &ldquo;Beta&rdquo; State \nThe Nexus of Science and Policy: Water, Climate, Health and Space \nTrack-two Diplomacy: The value of plausible deniability \nThe Day After: When it doesn&rsquo;t end with a signature&hellip;"}, {"courseReferenceNumber": "35207", "description": "\r\n    Professional writing skills are paramount for success in any academic or business environment. This course is designed to equip graduate students in the School of Foreign Service with the critical writing skills needed for their academic and post-academic careers. Students will learn to analyze their audience, understand reader expectations and adapt their writing accordingly&mdash;empowering them to take their writing to the next level and become flexible, effective communicators in academia and beyond.\n&lt;br&gt;&lt;br&gt;\nWriting for Global Audiences approaches writing from both the macro and micro level simultaneously, helping students conceptualize, organize, and structure their writing as well as improve their sentence-level understanding of grammar, syntax, and composition. Students will also learn to read critically and think about an author&rsquo;s rhetorical purpose for writing. By looking at writing examples from their own academic disciplines, their readings from other courses, and their peers, students will learn to identify elements of effective writing and to apply these techniques in their own coursework and future writing. Short weekly exercises provide the opportunity to implement the specific concepts discussed in class and to receive detailed feedback. Students in the course also have the opportunity throughout the semester to meet with the professor during office hours to discuss the papers they are writing and revising for other classes. By the end of this course, students should be able to articulate a clear argument in their writing and support it with evidence that is appropriately documented and cited; structure their writing in a logical and clear way; make effective rhetorical choices regarding word choice and tone; and apply the rules of English grammar and be able to utilize tools for self-editing and revision. Throughout the course, we will reinforce ways that these skills can be applied across audiences, platforms, and genres of writing&mdash;from research papers, capstone projects, and journal articles to response papers, policy memos and briefs, digital publications, and professional correspondence."}, {"courseReferenceNumber": "21121", "description": "\r\n    This course examines domestic refugee law and policy, with particular focus on asylum and other refugee-related claims for protection that arise in the U.S. legal system. Students will become familiar with the key actors in the asylum and refugee law arena, including the U.S. Congress, the Department of Justice, the Department of Homeland Security, the federal courts, and international entities.\n&lt;br&gt;&lt;br&gt;\nThe course objectives are: (1) to equip students with an understanding of the principles of refugee policy, asylum law, and the United States&#39; procedures for refugee protection, and (2) to provide students with a practical appreciation for how refugee policy is formed and a working knowledge of asylum law, which will serve as a foundation for academic research, clinical study, employment, pro bono work, and/or internship opportunities within the U.S. government and the NGO community.\n&lt;br&gt;&lt;br&gt;\nIn addition to focusing on the refugee definition as interpreted by U.S. courts, we will examine the processes for adjudicating asylum claims -- where the system works and where it fails. We will also seek to understand the limits of asylum law and explore the toughest issues facing asylum adjudicators and policy makers today."}, {"courseReferenceNumber": "44451", "description": "\r\n    This practical, skills-based course aims to give students a solid foundation in the acquisition, analysis, interpretation and presentation of quantitative data. The course begins by taking a step back from data to discuss the nature of the social scientific enterprise, with a special focus on causal inference. After building a solid foundation in descriptive statistics, we&rsquo;ll discuss the challenges of research with observational data. We&rsquo;ll spend a lot of time discussing and thinking about the central problem of endogeneity, and after diving into probability theory, we&rsquo;ll begin to develop the tools to develop and test hypotheses. While we&rsquo;ll be engaging with some of the most fundamentally bedeviling questions of social science, the focus throughout the course will be on conceptual understanding and applied, practical skills."}, {"courseReferenceNumber": "39452", "description": "\r\n    Individual"}, {"courseReferenceNumber": "41256", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45149", "description": "\r\n    The goal of this course is to discuss the role of the government in the economy. The course addresses questions such as: When should the government intervene in the economy? What are the instruments of government intervention? What is the effect of those interventions on economic outcomes? Why does government choose to intervene in the way it does? Using basic microeconomic principles, and drawing examples from developed and developing countries, the course provides students with the tools to understand the need for-- as well as the limitations of-- the public sector in the economy. At the end of the course, students will be able to critically discuss a range of key policy issues, using rigorous analytical tools. The skills acquired in this course will prove particularly useful to professionals working in government or international organizations in understanding the trade-offs implicit in different policy decisions and in formulating policy alternatives. This course is accessible for students of all majors who have taken Microeconomic Principles"}, {"courseReferenceNumber": "35906", "description": "\r\n    This course examines: 1) how economic theory can be used to explain the nature and purpose of legal institutions and 2) how legal institutions in turn affect the economic behavior of individuals. The course will benefit a wide range of students. Those interested in economics will find in it a broad range of potential research topics concerning the economic impact of specific laws. Students considering law school will get a good introduction to the legal profession and learn a great deal about property, contract, torts and criminal law.Those interested in politics will gain an insight into the practical problems that lawmakers have to face when they craft legislation to achieve a specific objective. \nThe first two weeks are devoted to an overview of the subject and a review of basic ideas in both economics and law. The next six weeks are spent examining the three major branches of common law; property, contract, and torts. Following that the course looks at other aspects of law and economics including public choice, criminal law, regulation, and international law.\nClass participation and discussion are heavily emphasized. Course requirements include four one-page examinations of relevant news articles, a midterm, and a final paper examining the interplay between legal structure and economic behavior within a specific institution. Prerequisite is Microeconomic Principles, or equivalent.\nThe instructor is a former chief economist with the Department of Commerce and General Counsel for the Senate Permanent Subcommittee on Investigations with over 30 years of experience in public policy."}, {"courseReferenceNumber": "43511", "description": "\r\n    The increasing availability of individual, household, and enterprise survey data has fueled not only a greater role for applied microeconomics in guiding development policy but also a new demand for practitioners and scholars who have the capacity to produce this type of quantitative analysis. The goal of this course is to produce sophisticated Stata users who will have extensive hands-on experience and expertise using microdata from developing countries. You will become fluent in Stata&#39;s intuitive language and learn how to manage data, conduct regression analysis, document your work for publication, and more. Several popular databases will be incorporated into the course, including World Bank Enterprise Surveys and USAID&rsquo;s Demographic and Health Surveys. The course will be taught with lectures, journal articles, and class discussions in combination with weekly Stata assignments."}, {"courseReferenceNumber": "43512", "description": "\r\n    The increasing availability of individual, household, and enterprise survey data has fueled not only a greater role for applied microeconomics in guiding development policy but also a new demand for practitioners and scholars who have the capacity to produce this type of quantitative analysis. The goal of this course is to produce sophisticated Stata users who will have extensive hands-on experience and expertise using microdata from developing countries. You will become fluent in Stata&#39;s intuitive language and learn how to manage data, conduct regression analysis, document your work for publication, and more. Several popular databases will be incorporated into the course, including World Bank Enterprise Surveys and USAID&rsquo;s Demographic and Health Surveys. The course will be taught with lectures, journal articles, and class discussions in combination with weekly Stata assignments."}, {"courseReferenceNumber": "22183", "description": "\r\n    Permission of Instructor"}, {"courseReferenceNumber": "45530", "description": "\r\n    This course examines the role of climate change and other environmental factors on the migration and displacement of individuals and communities. The course will include analysis of environmental risk due to physical processes, drivers and patterns of migration and the intersections of environmental and socio-economic factors that lead people to move. The course will also focus on the consequences for those who move, for the destination communities, for those left behind and for national and international politics."}, {"courseReferenceNumber": "45531", "description": "\r\n    This course examines the causes and consequences of forced migration, focusing in particular on displacement from conflict and human rights violations. It begins with the history of the concept of &#39;refuge&#39; and then traces the evolution of the international regime for protecting and assisting refugees and displaced persons. The course then focuses on current examples of displacement in Africa, Latin America, the Middle East, Central and South Asia, and Europe."}, {"courseReferenceNumber": "45826", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45532", "description": "\r\n    Title: Global Overview of Trends in Migration"}, {"courseReferenceNumber": "45533", "description": "\r\n    This course will introduce students to the methods used in the social sciences to understand the causes and consequences of people on the move. Students will learn both qualitative and quantitative methods of data collection including surveys, interviews, and ethnographic research, and become familiar with their strengths and weaknesses. The course will also cover ethical issues in research on refugees and migrants."}, {"courseReferenceNumber": "43864", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42671", "description": "\r\n    This 1-credit course is intended for undergraduate students in the School of Foreign Service.  The purpose of the course is to provide a basic overview of modern military terminology, concepts, organizations, and operations for students who have little or no prior military background or experience.  Topics that will be covered include how the U.S. Department of Defense (to include each of the military Services) is structured, a review of conventional and irregular military operations, weapons of mass destruction, military technology, and selected military operational concepts.  \n&lt;br&gt;&lt;br&gt;\nThe instruction will be conducted at a pace and at a level of detail intended to familiarize students who are new to military topics with the type of information that will help them understand how the military is organized, equipped, and how it conducts operations.  Occasionally historical examples will be used to acquaint students with how a weapon system, organization, or operational concept evolved, but the primary focus of the course will be on present day military topics.\n&lt;br&gt;&lt;br&gt;\nThe class will meet seven times, two hours per class session, with roughly two weeks between each class meeting.  There will be no textbooks assigned for this course, however, prior to each class session students will have to do several readings that will either be posted on the course&rsquo;s Blackboard site or links to readings available on the internet.  Doing the readings prior to class will acquaint students with the material that will be covered in class and prepare them to participate in the class discussions.\n&lt;br&gt;&lt;br&gt;\nThere will be one graded event in the course.  At the end of the sixth class session a take home test, scaled appropriately for a 1-credit course, will be administered that students will have one week to complete.  This test will examine the student&rsquo;s understanding of key aspects of the course such as military terminology, organizations, and technology and will consist of both multiple choice and 2-3 short answer-type questions.  Students will be provided a choice of topics for the short answer questions.  The test will be turned in to the instructor one week after it is issued.  During the final class session the test will be reviewed and graded papers returned to the students."}, {"courseReferenceNumber": "38145", "description": "\r\n    This class will explore U.S. involvement in the Persian Gulf since 1979. It will focus on key American decisions, including the decision to engage in the Tanker War of 1987-88; the decision to defend Saudi Arabia and liberate Kuwait in 1990-1991, the decision to invade Iraq in 2003 (and not to properly rebuild it); the decision to pursue the &ldquo;Surge&rdquo; strategy to stabilize Iraq in 2007; the withdrawal of U.S. troops from Iraq in 2011 and their return to fight ISIS in 2014; and various decisions regarding how to address Iran&rsquo;s nuclear program&mdash;including President Trump&rsquo;s &ldquo;maximum pressure&rdquo; campaign and the 2020 decision to kill Iranian general Qassim Sulaymani.\nThe class will examine why the United States made the decisions it did in the circumstances it did. Factors we will consider will include military dynamics, energy economics, domestic\npolitics, bureaucratic politics, the limits of intelligence, leaders and their personalities, and the lessons that American citizens and policymakers took from each prior crisis. In this way, we will chart the course of American strategy toward the Persian Gulf, both to better understand how and why the U.S. faces the situation it is in at present in the Gulf, and as a case study of how different factors shape U.S. foreign policy toward an important part of the world over the past 40 years.\n"}, {"courseReferenceNumber": "45390", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43765", "description": "\r\n    This course is a course in applied ethics. It will introduce fundamental concepts in moral reasoning and ethical decision-making. It will then apply those concepts to case studies of individuals, many of them public officials, from various countries and at various stages in their lives and careers, who faced an ethical challenge and rose to the occasion by putting key elements of character and virtue into action. It thus bridges the worlds of theory and practice.\n&lt;br.&lt;br&gt;\nWhat is character? What is virtue? And how are they practiced --- or not --- in the real world? Why and how did some individuals rise to the occasion, and others did not? These are among the questions we will explore in this course."}, {"courseReferenceNumber": "38818", "description": "\r\n    The course will introduce students to the Women, Peace and Security (WPS) agenda. Students will examine the gendered aspects of conflict and peace including the role women play in national and international security, conflict resolution, peace-building, and post-conflict recovery. Drawing on original research from the Georgetown Institute for Women, Peace and Security, the course will explore the impact of women&rsquo;s participation in armed conflict, conflict prevention, peacekeeping, mitigating humanitarian emergencies, post-conflict transitions, and economic recovery. Using UN Security Council resolutions and other international mechanisms, we will introduce students to the international normative framework underpinning the WPS agenda. The course will also take a critical look at the implementation of the WPS Agenda to identify gaps and challenges and to develop comprehensive, realistic, and effective response\n"}, {"courseReferenceNumber": "38146", "description": "\r\n    Counterintelligence and National Security\n\nThe faculty for this new seminar is in a VERY high-level Intel position! Counterintelligence and National Security is an upper class seminar which explores the theory and practice of counterintelligence as a part of U.S. national security. Taught from a practitioner&rsquo;s perspective, the course begins with the fundamental question of why nations conduct intelligence activity, continuing into an exploration of both the various foreign intelligence services targeting the U.S. and, using real world examples, the range of intelligence activity they employ, including traditional intelligence collection, economic espionage, and disinformation. While the course touches on the historical evolution of intelligence and counterintelligence, the bulk of the coursework focuses on the post-Cold War international security environment. While not required, prior course work in international security theory and the structure and implementation of U.S. national security policy is preferred. The course includes a moderate amount of reading relating to both historical and current counterintelligence case studies. The course and graded material are designed to expose students to the type of issues and work they would be expected to perform as entry level professional employees within the U.S. intelligence community. Students will be expected to participate in class discussion, research leading to an individual in-class briefing of a current counterintelligence topic, and a final exam."}, {"courseReferenceNumber": "33034", "description": "\r\n    Part Of Term (P.O.T.) Seminar--Last day to Drop: TBA; Last day to Withdraw: TBA; -Meeting Dates: Tuesday 9/22/20: 6:30-8:30; Tuesday 9/29/20: 6:30-8:30; Saturday 10/03/20: 9:00-5:00; Tuesday 10/06/20 6:30-8:30; Most Americans are fascinated by the battle of Gettysburg, and those who aren&rsquo;t should be. It was in many ways the defining battle of the defining war of American history. Had Lee won, the United States might well have ceased to exist a mere &ldquo;four score and seven years&rdquo; after it was born. And if his defeat at Gettysburg didn&rsquo;t bring the war to an end, it powerfully shaped the remaining months of the struggle. Meanwhile, questions about the wisdom of invading the North and running the battle as Lee did fascinate students of strategy and military art. Lee&rsquo;s presence at Gettysburg late in June of 1863 was the expression of a strategy for winning that was neither shared nor entirely supported by his Confederate colleagues in Richmond. His defeat was in part the result of technological forces that were reshaping war in ways that some argue doomed his effort even before it began. Culminating in a day-long tour of battlefield, this short course will place the battle of Gettysburg in the broader context of, first, the South&rsquo;s strategic debate, and, second, the broader technological and social forces shaping war in the mid-19th Century. The tour itself will highlight timeless themes of warfare &ndash; the importance of intelligence and terrain, the limits of command and control, the changing balance between fire and maneuver. On the ride back from Gettysburg we will discuss the outcome of the battle and the war as a whole, addressing questions about strategic goals achieved or left unfulfilled."}, {"courseReferenceNumber": "41933", "description": "\r\n    This course focuses on public opinion about foreign policy, with an emphasis on the relationship between public attitudes and the use of military force. We will study the range of factors that scholars use to explain public support for war (casualties, policy objectives, perceptions of success, elite cues, and values) and consider how political systems, media environments, and what we know about how people process information influences the likelihood that citizens will hold their leaders accountable. The traditional canon on war and public opinion is focused on democratic publics and, mostly, on one public, the American public. This course will leverage key insights from that work but has been designed to be comparative in nature. We will evaluate differences among democracies, and consider relatively new research on the role of public opinion in nondemocratic regimes. This course incorporates theory from international relations and comparative politics along with foundational work in political psychology, which is critical to interpreting public opinion data. Students will be expected to design a comparative case study project and conduct an original exploratory analysis of public opinion data on foreign policy."}, {"courseReferenceNumber": "42175", "description": "\r\n    Corporate security is an expanding industry as multi-national corporations have increased their footprint across the globe and their interconnection with political entities. Intelligence analysis is a critical aspect of corporate security, and it is a diverse sub-field that covers protective intelligence for executive protection teams, travel security for business travelers going to volatile regions, strategic intelligence to help businesses understand how politics will impact investments, security operations centers tracking threats on campuses, and many other areas.​ This proposed course will take a multi-faceted approach to intelligence analysis in corporate security, starting with important questions, such as: What is intelligence and how does it differ from data/information? How is corporate security structured? How does intelligence fit within that structure? And how does one do intelligence analysis in the context of corporate security? Other topics that will be covered will focus on practical aspects of intelligence work in corporate security. This includes open-source intelligence (OSINT), political risk analysis, red teaming ideas, and report writing in a corporate context."}, {"courseReferenceNumber": "35043", "description": "\r\n    This course &ndash; an introduction for students interested in public policy and law &ndash; will examine the foundations of U.S. national security law: the bodies of law that empower (and restrain) the exercise of our criminal enforcement, military, and intelligence authorities, against threats to the United States. We will examine and discuss U.S. constitutional law, U.S. criminal law, the law of armed conflict, domestic and foreign surveillance laws, the law of covert action, and related topics. Through readings, class discussion (a crucial part of the course), and visiting experts, we will examine the major issues in national security law &ndash; from drone strikes to federal criminal prosecutions &ndash; that animate ongoing, difficult, and nuanced public policy debates."}, {"courseReferenceNumber": "32767", "description": "\r\n    This introductory course examines the history of strategic thought&mdash;works that claim to provide understanding as to how security can be achieved in an international system with no common power. The class is structured around the following questions:\r\n&bull;\tWhat is strategic thought?\r\n&bull;\tWho has significantly contributed to strategic thought and are they still relevant in an age of high-tech warfare and clandestine, non-state actors?\r\n&bull;\tWhy did some historical strategies fail and others succeed and what, if anything, does this mean for current U.S. national security strategy?\r\n&bull;\tHow do we explain strategic thought?"}, {"courseReferenceNumber": "43516", "description": "\r\n    Global Terrorism and Weapons of Mass Destruction: This course examines the aspirations and capabilities of terrorist organizations and violent nonstate actors (VNSAs) to acquire, synthesize and use chemical, biological, radiological, and nuclear (CBRN) weapons. Students will explore the challenges associated with interdiction, planning, response, and mitigation of the consequences associated the deployment of a weapon of mass destruction (WMD). The course will introduce the history of WMDs, various terrorist organizations pursuit of these weapons and domestic and international policies and measures employed to prevent their acquisition and use. The course will culminate in a tabletop &ldquo;red team&rdquo; exercise aimed at placing students in crisis management, decision-making roles in a WMD scenario."}, {"courseReferenceNumber": "45392", "description": "\r\n    Terrorism has gone from a persistent yet marginal security concern to one of the most important problems of our day. As the September 11, 2001 attacks made clear, terrorists can and will kill thousands to pursue their ends. In addition to threatening the United States, terrorists menace governments worldwide: indeed, there are few if any countries that do not suffer from some form of terrorism. In the Middle East, wars involving terrorist groups have led to the deaths of hundreds of thousands of people. Terrorism also constantly evolved, with new groups like the Islamic State posing distinct counterterrorism challenges for the governments that oppose it. Yet at the same time terrorists make many foolish mistakes, and the threat is often hyped or at least misunderstood.\n&lt;br.&lt;br&gt;\nCountries like the United States have an array of counterterrorism instruments available to them. Some, like the deployment of conventional military forces, are blunt instruments that are effective in some circumstances but come with many risks and limits. Others, like disruption via intelligence services, are often conducted in the shadows, and their importance is underestimated.\n&lt;br&gt;&lt;br&gt;\nThis course examines a wide range of questions in order to provide students with a deeper understanding of the threat of terrorism today. Among the questions it examines are: What is terrorism? How has the threat of terrorism changed over time? What motivates different types of terrorist groups? When does terrorism succeed and fail? How can terrorism best be fought?\n&lt;br&gt;&lt;br&gt;\nThis course explores the nature of terrorism, the motivations of terrorists, and the tactics that terrorists use. It surveys state-sponsored terrorist groups, as well as several leading past and current radical groups such as the Provisional IRA, Hamas, Hizballah, Al Qaeda, and the Islamic State. The final weeks of the course will assess different methods of countering terrorism, ranging from law enforcement to covert action, but counterterrorism is also woven into the earlier sections that examine various groups. Students are not expected to have a strong background on terrorism or counterterrorism."}, {"courseReferenceNumber": "45924", "description": "\r\n    This course seeks to explain the design and implementation of national security and defense policy in the Russian Federation and its predecessor states (Soviet Union, Russian Empire). The lectures and readings are organized into three modules, focusing on how Russia has approached the competing challenges of (1) economic development, (2) internal security, and (3)relations with other actors in the international system. Our attention will be on the interaction between these policy domains over different periods of Russian history &mdash; Tsarist, Soviet, and contemporary &mdash; with an emphasis on how the legacy of the past has shaped and constrained Russian national security strategy and decision-making. Topics we will cover/include: territorial and imperial expansion, serfdom, collectivization, industrialization, mass repression, counter-insurgency, military doctrine and organization, nuclear weapons, energy and natural resources, cyber warfare, and Russia&rsquo;s invasion of Ukraine. Course readings will draw on literature from various disciplines, including political science, economics, history, and public policy. Class meetings will place a heavy emphasis on student participation and activity-based learning through surveys, games, simulations and debates."}, {"courseReferenceNumber": "32075", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44478", "description": "\r\n    Perspectives on Culture and Business introduces students to key concepts at the intersection of business and language study. How do culture and language shape regional business practices? How do commerce and trade shape culture in turn? The course aims to equip students with tools and critical capacities they will bring to bear in their future work in MSB and FLL courses. Meeting once a week, students entering from both schools will learn and practice these concepts as a group, forming a cohort, and encountering the faculty whose cross-disciplinary work lies at this intersection, while focusing on business-related case studies from various linguistic and cultural traditions."}, {"courseReferenceNumber": "46025", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "22184", "description": "\r\n    Permission of Instructor"}, {"courseReferenceNumber": "41546", "description": "\r\n    The goal of this course is to introduce students to a selection of recent and on-going research projects led by International Development Organizations (IDOs), such as the World Bank or the International Monetary Fund, and aimed at implementing the post-2015 development Agenda adopted under the aegis of the United Nations. The Agenda embraces the view that development needs to be economically, socially and environmentally sustainable and sets 17 global development targets, the Sustainable Development Goals (SDGs). These SDGs focus on a broad range of issues, including ending poverty and hunger, reducing inequality, ensuring healthy lives, achieving gender equality, and promoting peace. For each selected SDG, the course will analyze the relevant theoretical framework, research methodology, empirical evidence, and related alternative studies. At the end of the course, students will become familiar with the current research agenda of IDOs, cutting-edge methods of analysis, and the latest development research findings. This course is accessible for students who have had Intermediate Microeconomics and Statistics"}, {"courseReferenceNumber": "35889", "description": "\r\n    This course will focus on three forms of misuse of political power for personal and political gain: corruption, patronage, and clientelism. The course will examine how each phenomenon is defined and measured, what are considered their main causes, in what ways they may be damaging for political and economic systems in which they exist, and whether and how they may be contained. In doing so, we will also pay close attention to the theoretical and empirical tools used to formulate and answer research questions. Finally, the lectures and course assignments will be designed to encourage students to identify and develop research questions of interest towards their senior thesis."}, {"courseReferenceNumber": "25187", "description": "\r\n     This intensive Italian language course, designed for native or proficient speakers of Spanish or another romance language, covers in one semester materials usually taught in two semesters in Basic and Intermediate Italian. The course provides an accelerated introduction to Italian, allowing students who successfully complete it to enroll in Advanced Italian I. As in other Italian language courses, attention is devoted to the four skills of speaking, understanding, reading, and writing. Aspects of Italian history, culture, and contemporary life are also introduced through readings, listening materials, videos and films and through the use of language technologies. The general objectives are to provide students with basic tools for oral and written communication in Italian, but also to offer them the opportunity to learn about Italian culture and life and to reflect about intercultural differences and similarities. This course is specifically designed with the needs and strengths of Spanish speaking students in mind, so that the similarities between the two languages can be used to promote specific learning paths."}, {"courseReferenceNumber": "17986", "description": "\r\n    Italian Language and Culture: Beginner is a first-year intensive course. It provides a first approach to the Italian language for absolute beginners. Attention is devoted to the four skills of speaking, understanding, reading and writing. Aspects of Italian history, culture, and contemporary life are also introduced through readings, listening materials, videos and films and through the use of language technologies (such as Canvas and other digital tools). The general objectives are to provide students with basic tools for oral and written communication in Italian, but also to offer them the opportunity to learn about Italian culture and life and to reflect about intercultural differences and similarities."}, {"courseReferenceNumber": "45308", "description": "\r\n    Italian Language and Culture: Beginner is a first-year intensive course. It provides a first approach to the Italian language for absolute beginners. Attention is devoted to the four skills of speaking, understanding, reading and writing. Aspects of Italian history, culture, and contemporary life are also introduced through readings, listening materials, videos and films and through the use of language technologies (such as Canvas and other digital tools). The general objectives are to provide students with basic tools for oral and written communication in Italian, but also to offer them the opportunity to learn about Italian culture and life and to reflect about intercultural differences and similarities."}, {"courseReferenceNumber": "45310", "description": "\r\n    Italian Language and Culture: Beginner is a first-year intensive course. It provides a first approach to the Italian language for absolute beginners. Attention is devoted to the four skills of speaking, understanding, reading and writing. Aspects of Italian history, culture, and contemporary life are also introduced through readings, listening materials, videos and films and through the use of language technologies (such as Canvas and other digital tools). The general objectives are to provide students with basic tools for oral and written communication in Italian, but also to offer them the opportunity to learn about Italian culture and life and to reflect about intercultural differences and similarities."}, {"courseReferenceNumber": "39358", "description": "\r\n    Italian society and pop-culture&quot; is a 1-credit course designed mostly for freshmen students. Topics will include Italian life-style, (daily routine, family, work, leisure, travel), news &amp; tabloids, Italian customs and traditions, the role of cuisine, fashion and sports, cultural items linked to the social phenomenon (including songs, films, and TV series), Italy and social media.&quot; The course is asynchronous and taught in English."}, {"courseReferenceNumber": "11795", "description": "\r\n    Italian Language and Culture Intermediate is a first-year intensive course. The summer session is taught online, remotely and asynchronously. This means that there is no meeting time assigned. Course material and assignments are fully delievered online. The course is designed to further develop language ability and knowledge of the Italian culture for students who have completed ITAL 011 or have already had some exposure to the language. As in the case of ITAL 011, the four skills of speaking, understanding, reading and writing are developed in a balanced way. Aspects of Italian history, culture, and contemporary life are also introduced through readings, listening materials, videos and films and through the use of language technologies (like Canvas and digital tools). The general objective is to provide students with basic tools for oral and written communication in Italian and to offer them the opportunity to learn about Italian culture and life, but also to reflect about intercultural differences and similarities."}, {"courseReferenceNumber": "41620", "description": "\r\n    Italian Language and Culture Intermediate is a first-year intensive course. The summer session is taught online, remotely and asynchronously. This means that there is no meeting time assigned. Course material and assignments are fully delievered online. The course is designed to further develop language ability and knowledge of the Italian culture for students who have completed ITAL 011 or have already had some exposure to the language. As in the case of ITAL 011, the four skills of speaking, understanding, reading and writing are developed in a balanced way. Aspects of Italian history, culture, and contemporary life are also introduced through readings, listening materials, videos and films and through the use of language technologies (like Canvas and digital tools). The general objective is to provide students with basic tools for oral and written communication in Italian and to offer them the opportunity to learn about Italian culture and life, but also to reflect about intercultural differences and similarities."}, {"courseReferenceNumber": "45311", "description": "\r\n    Advanced 1: Italian through Contemporary Culture and Society is a second-year intensive course that meets Monday thru Thursday with asynchronous learning online on Fridays. It continues and builds on the work done in ITAL 011 and ITAL 032 providing a review of Italian grammar learned in the previous years and opportunities to develop the four skills of speaking, understanding, reading, and writing at an advanced level. The course is centered on thematic units dealing with aspects of Italian culture, and contemporary life that are presented to students through readings, listening materials, videos and films, and through the use of language technologies (like Canvas and other digital tools). The general objective is to develop students&rsquo; proficiency in oral and written Italian, to provide them with the tools not only to communicate in formal and informal encounters and exchanges in the target country, but also to function in Italian within academic environments. Finally, intercultural reflection and exchange are given prominence in ITAL 111, as in the other courses that constitute the Italian Language curriculum."}, {"courseReferenceNumber": "45312", "description": "\r\n    Advanced 1: Italian through Contemporary Culture and Society is a second-year intensive course that meets Monday thru Thursday with asynchronous learning online on Fridays. It continues and builds on the work done in ITAL 011 and ITAL 032 providing a review of Italian grammar learned in the previous years and opportunities to develop the four skills of speaking, understanding, reading, and writing at an advanced level. The course is centered on thematic units dealing with aspects of Italian culture, and contemporary life that are presented to students through readings, listening materials, videos and films, and through the use of language technologies (like Canvas and other digital tools). The general objective is to develop students&rsquo; proficiency in oral and written Italian, to provide them with the tools not only to communicate in formal and informal encounters and exchanges in the target country, but also to function in Italian within academic environments. Finally, intercultural reflection and exchange are given prominence in ITAL 111, as in the other courses that constitute the Italian Language curriculum."}, {"courseReferenceNumber": "11802", "description": "\r\n    Advanced 2: Italian through Traditions, History, and the Arts is a second-year intensive course meets Monday thru Thursday with asynchronous learning online on Fridays. A second-year intensive course that continues and builds on the work done in ITAL 011, ITAL 032, and ITAL 111 providing a review of Italian grammar learned in the previous years and opportunities to develop the four skills of speaking, understanding, reading, and writing at an advanced level. The course is centered on thematic units dealing with aspects of Italian history, culture, traditions and the Arts that are presented to students through readings, listening materials, videos and films and through the use of language technologies (like Canvas and other digital tools). The general objective is to develop students&rsquo; proficiency in oral and written Italian, to provide them with the tools not only to communicate in formal and informal encounters and exchanges in the target country, but also to function in Italian within academic environments. Finally, intercultural reflection and exchange are given prominence in ITAL 112 as in the other courses that constitute the Italian Language curriculum."}, {"courseReferenceNumber": "45313", "description": "\r\n    This course is designed to help students of Italian who have reached an advanced level of competence in the language, practice and refine their writing skills through intensive work on a variety of texts that deal with culturally salient topics in modern Italy. Such topics range from the representation of value systems and cultural attitudes typical of the Italian people to reflections on the history and development of their language. The focus of the course is on the process of writing and on the strategies that can be used to improve it. Students are exposed not only to different topics, but also to different writing genres: from literary narrative texts, to academic texts, to argumentative or informative texts taken from Italian newspapers and periodicals. The work on the language will be related to the texts in the sense that grammar will not be taught separately, but in the context of the genre analyzed. Students will produce different types of texts: from descriptions, to letters, to film or book reviews, to argumentative texts, in order to build the skills necessary to write academic papers. The actual writing process will be carried out both in individual and group format and students will be encouraged to write different versions of the same composition in order to gain confidence and fluency. Conducted in Italian."}, {"courseReferenceNumber": "40629", "description": "\r\n    This course is designed to introduce advanced students of Italian to the theory and practice of translation Students learn to translate texts (Italian to English and English to Italian) from a variety of topics and genres. By learning fundamental theoretical concepts and techniques of translation, in this course students also gain practical experience in reading, paraphrasing, summarizing, editing and proofreading. They also learn the criteria for evaluating translations. In addition, students learn how to research terminology as well as resolve lexical, stylistic and cultural problems that may arise. Therefore, they become aware of linguistic and cultural differences in subject-related areas. The texts used in Italian Translation come from authentic sources and cover a variety of genres, including newspapers, commercials, cartoons, songs, movie subtitles and literature sources. During this course, Italian grammar rules are reviewed to master linguistically complex structures and enhance language competence. Requirement: ITAL 112 or instructor&rsquo;s approval"}, {"courseReferenceNumber": "45314", "description": "\r\n    This course analyzes Italian cinema as both a reflection and a facet of Italian culture, society and politics, while providing a historical overview of its major periods and trends, from the Silent Era to the present."}, {"courseReferenceNumber": "45315", "description": "\r\n    Between 1880 and 1930 several millions Italians left their country of origin to migrate to the United States. The experience of migration and of settling into a new land has marked the life of generations of Italian Americans. However, the history of this exodus, the struggles of the peoples that participated in it and the culture that they generated has only recently received the attention that it deserves both in Italy and in the United States. The main objective of this course is to fill this gap by offering students a glimpse into the Italian American experience. The course will provide the opportunity to acquire general information on Italian migration to the United States, but also to reflect on and discuss salient aspects of the history, literature, cinema and language of Italian Americans. The first part of the course will be focused on the history of Italian American migration. In the second part, students will read Christ in Concrete by Pietro Di Donato and discuss some important literary works that depict the early years of the migratory movement and the clash between different generations. Then we will talk about language among Italian Americans. Students will become acquainted with the evolution of Italian dialects in the United States and with the trajectory of Italian as a second and foreign language in the country. The last part of the course will center on media and cinema. Students will watch four movies by Italian American directors and they will reflect on and discuss how Italian Americans are portrayed in movies and television series such as the Sopranos.  Central to these readings and discussions will be the question of Italian American identity and how perceptions about it have evolved both in Italy and in the United States.\r\n\r\nThis course counts for the fulfillment of the social science requirement."}, {"courseReferenceNumber": "45316", "description": "\r\n    Niccol&ograve; Machiavelli (Florence 1469-1527) stands as the controversial political genius of the Italian Renaissance.  The Borgia, the Medici, the Church of Rome, the ruling European and Italian dynasties, along with emperors, kings, leaders and tyrants of the past are the characters on the political &quot;stage&quot; set for The Prince (De Principatibus), Machiavelli&#39;s masterpiece.  The course will present Machiavelli&#39;s major works in translation, including his texts for theater, in order to reflect on the nature of power, on Machiavelli&#39;s legacy, and on Italian and European Renaissance. The course will also present the anti-Machiavellian treatise par excellence, The Reason of State by the Italian Jesuit Giovanni Botero (c. 1544 &ndash; 1617). THIS COURSE IS TAUGHT IN ITALIAN"}, {"courseReferenceNumber": "45816", "description": "\r\n    This new language elective course offers students the opportunity to interact with a native speaker of Italian at an Italian university. Students will meet their Italian collaborator once a week during the semester for one hour. During each session, students will speak for 30 minutes in Italian and 30 minutes in English. Students will record and submit their video chat sessions to the instructor, and complete self-assessment assignments and provide other feedback as requested. To enroll in this course, students must have completed ITAL 011 Intensive Basic Italian. This course is intended for all intermediate and advanced level students who wish to improve their oral proficiency, especially those planning a semester abroad in Italy. Participation is limited to 15 students."}, {"courseReferenceNumber": "41876", "description": "\r\n    Language is central to migration in many ways. For example, language diversity creates barriers between migrants and non-migrants, degrees of language distance often affect the choice of a future home for migrants, new languages and cultures are brought by migrants to the countries they settle in, differences in language and communication patterns influence the destiny of asylum seekers and migrant workers alike, linguistic preferences deeply influence identity processes. The main objective of the course is to create awareness of how important it is to consider the role of language(s) in relation to migration and settlement and centrally to reflect on how language related issues may create barriers in both concrete procedures related to the insertion of migrants in host societies and the social and psychological processes that accompany it. Central to the course will also be the consideration of possible alternatives to a view of linguistic diversity as a problem. Besides articles and book chapters, students will work with documents and case studies exemplifying issues and possible solutions. The course does not have pre-requisites, although some background in linguistics is desirable. The course is open to undergraduates and graduates and is taught in English."}, {"courseReferenceNumber": "46007", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "11810", "description": "\r\n    The senior seminar is a capstone course designed to familiarize students with the most significant theories and practices of critical analysis. It discusses the principles of the major approaches (such as Marxist, semiotic, and gender criticism), while testing their validity through applications to specific texts. Students will learn to recognize the different perspectives, select the most appropriate approach for a given context, and develop their own critical discourse. Conducted in Italian."}, {"courseReferenceNumber": "11812", "description": "\r\n    Designed for students with no or little knowledge of Japanese, this intensive introductory course focuses on building up a solid foundation of linguistic and cultural knowledge as well as interpersonal, interpretive, and presentational communication skills.  Students are expected to develop basic competence in the following areas:  (a) engaging in spoken and/or written interpersonal communications dealing with familiar topics that are relevant to their life; (b) obtaining information from a variety of audio, visual, audio-visual, written and printed resources; and (c) planning and producing spoken and/or written presentational communications.  Students will learn all hiragana and katakana characters and approximately 200 kanji characters by the end of the year.  Rigorous participation in class activities, various oral and written assignments and projects, frequent quizzes and tests, and mid-term and final exams will be required.  Prerequisite: None."}, {"courseReferenceNumber": "11813", "description": "\r\n    Designed for students with no or little knowledge of Japanese, this intensive introductory course focuses on building up a solid foundation of linguistic and cultural knowledge as well as interpersonal, interpretive, and presentational communication skills.  Students are expected to develop basic competence in the following areas:  (a) engaging in spoken and/or written interpersonal communications dealing with familiar topics that are relevant to their life; (b) obtaining information from a variety of audio, visual, audio-visual, written and printed resources; and (c) planning and producing spoken and/or written presentational communications.  Students will learn all hiragana and katakana characters and approximately 200 kanji characters by the end of the year.  Rigorous participation in class activities, various oral and written assignments and projects, frequent quizzes and tests, and mid-term and final exams will be required.  Prerequisite: None."}, {"courseReferenceNumber": "41215", "description": "\r\n    Designed for students with no or little knowledge of Japanese, this intensive introductory course focuses on building up a solid foundation of linguistic and cultural knowledge as well as interpersonal, interpretive, and presentational communication skills.  Students are expected to develop basic competence in the following areas:  (a) engaging in spoken and/or written interpersonal communications dealing with familiar topics that are relevant to their life; (b) obtaining information from a variety of audio, visual, audio-visual, written and printed resources; and (c) planning and producing spoken and/or written presentational communications.  Students will learn all hiragana and katakana characters and approximately 200 kanji characters by the end of the year.  Rigorous participation in class activities, various oral and written assignments and projects, frequent quizzes and tests, and mid-term and final exams will be required.  Prerequisite: None."}, {"courseReferenceNumber": "11814", "description": "\r\n    This course is designed for students who have successfully completed JAPN-111 or equivalent.  The course provides integrative language training in order to improve pre-intermediate students&rsquo; interpretive, interpersonal, and presentational communication skills. Through various oral and/or written activities, students will learn intermediate vocabulary, kanji, grammar, and expressions.  The course also focuses on the development of a solid foundation of reading and writing skills:  Students will be expected to obtain information from low-intermediate level written and printed materials to enhance understanding, and learn to express their opinions about the topics discussed in class.  By the end of the course, students should be able to (a) handle conversational situations appropriately using proper expressions and speech styles, (b) comprehend low-intermediate level audio, audio-visual and/or written resources, and (c) talk and write about familiar topics.  Students should be able to recognize approximately 375 kanji characters.  Rigorous participation in class activities, various oral and written assignments/projects, frequent quizzes and tests, mid-term and final exams, and a term project will be required.  Prerequisite:  JAPN-012 or equivalent."}, {"courseReferenceNumber": "11815", "description": "\r\n    This course is designed for students who have successfully completed JAPN-111 or equivalent.  The course provides integrative language training in order to improve pre-intermediate students&rsquo; interpretive, interpersonal, and presentational communication skills. Through various oral and/or written activities, students will learn intermediate vocabulary, kanji, grammar, and expressions.  The course also focuses on the development of a solid foundation of reading and writing skills:  Students will be expected to obtain information from low-intermediate level written and printed materials to enhance understanding, and learn to express their opinions about the topics discussed in class.  By the end of the course, students should be able to (a) handle conversational situations appropriately using proper expressions and speech styles, (b) comprehend low-intermediate level audio, audio-visual and/or written resources, and (c) talk and write about familiar topics.  Students should be able to recognize approximately 375 kanji characters.  Rigorous participation in class activities, various oral and written assignments/projects, frequent quizzes and tests, mid-term and final exams, and a term project will be required.  Prerequisite:  JAPN-012 or equivalent."}, {"courseReferenceNumber": "19809", "description": "\r\n    Designed for students who have successfully completed Second Level Japanese at Georgetown University or equivalent, this course provides integrative, proficiency-oriented language instruction that aims at improving students&#39; interpersonal, interpretive, and presentational communication skills.  Students are expected to expand their competence in the following areas:  (a) engaging in spoken and/or written interpersonal communications dealing with both familiar and unfamiliar topics; (b) synthesizing information from a variety of authentic audio, visual, audio-visual, written and printed resources; and (c) successfully planning and producing spoken and/or written presentational communications. Through various spoken and/or written activities, students will (a) increase their linguistic and cultural knowledge as well as communication skills, (b) acquire socio-cultural knowledge that enables them to use appropriate register in real-world communicative situations, (c) deepen their understanding of the target culture by comparing and/or making connections to their own, (d) articulate their own thoughts and opinions in a coherent, persuasive manner, and (e) expand their circle of communication using Japanese.  Students are also expected to acquire effective learning strategies that help them become independent, strategic language learners who can increase their proficiency on their own.  Rigorous participation in class activities, various oral and written assignments/projects, frequent quizzes and tests, mid-term and final exams, and a term project will be required. Prerequisite:  JAPN-112 or equivalent."}, {"courseReferenceNumber": "42464", "description": "\r\n    Designed for students who have successfully completed Second Level Japanese at Georgetown University or equivalent, this course provides integrative, proficiency-oriented language instruction that aims at improving students&#39; interpersonal, interpretive, and presentational communication skills.  Students are expected to expand their competence in the following areas:  (a) engaging in spoken and/or written interpersonal communications dealing with both familiar and unfamiliar topics; (b) synthesizing information from a variety of authentic audio, visual, audio-visual, written and printed resources; and (c) successfully planning and producing spoken and/or written presentational communications. Through various spoken and/or written activities, students will (a) increase their linguistic and cultural knowledge as well as communication skills, (b) acquire socio-cultural knowledge that enables them to use appropriate register in real-world communicative situations, (c) deepen their understanding of the target culture by comparing and/or making connections to their own, (d) articulate their own thoughts and opinions in a coherent, persuasive manner, and (e) expand their circle of communication using Japanese.  Students are also expected to acquire effective learning strategies that help them become independent, strategic language learners who can increase their proficiency on their own.  Rigorous participation in class activities, various oral and written assignments/projects, frequent quizzes and tests, mid-term and final exams, and a term project will be required. Prerequisite:  JAPN-112 or equivalent."}, {"courseReferenceNumber": "11818", "description": "\r\n    This course provides integrative, proficiency-oriented language instruction that aims at improving pre-advanced or advanced students&#39; interpretive, interpersonal, and presentational communication skills.  Through various spoken and/or written communication activities, students will (a) learn advanced vocabulary, kanji, grammar, and both casual and formal expressions that are suitable for different social situations, (b) expand their socio-cultural knowledge that enables them to use appropriate register in real-world communicative situations, (c) deepen their understanding of the target culture by comparing and/or making connections to their own, (d) articulate their own thoughts and opinions in a coherent, persuasive manner, and (e) expand their circle of communication using Japanese.  The course provides ample opportunity to gather and share new information, use other resources to enhance students&#39; understanding of course materials, connect new information to the existing knowledge, reflect upon different cultures, express personal thoughts and opinions, and raise their community awareness.  By the end of the course, students should be able to (a) handle a variety of authentic audio, visual, audio-visual, written and printed resources independently and (b) successfully plan and produce spoken and/or written presentational communications.  Effective Japanese language learning strategies will be also discussed.  Rigorous participation in class activities, various oral and written assignments/projects, frequent quizzes and tests, mid-term and final exams, and a term project will be required. This course satisfies one semester of the upper elective requirement for Japanese majors.  Prerequisite: JAPN-212 or equivalent."}, {"courseReferenceNumber": "45751", "description": "\r\n    This course is designed to improve pre-advanced or advanced students&rsquo; written and spoken communication skills through discussion of current\nevents reported in recent periodicals and broadcast news. Through various reading, writing, and speaking activities, students will (a) learn vocabulary and expressions that are frequently used in discussions surrounding social, economic, and political issues, (b) improve accuracy and fluency in both reading and listening comprehension, (c) deepen their understanding of domestic and international current events, and (d) expand their thoughts and opinions on the topics discussed in class and articulate them in a coherent, persuasive manner. The course provides ample opportunity for students to gather and share new information, use other resources to enhance their understanding of course materials, connect new information to the existing knowledge, reflect upon different cultures and societies by comparing and/or connecting to their own, and express their own thoughts and opinions. Rigorous participation in class activities, various oral and written assignments/projects, frequent quizzes and tests, and a midterm and final exam will be required. Prerequisite: Successful completion of Third Level Japanese, or equivalent. This course satisfies one semester of the College&rsquo;s social\nscience general education requirements and/or the upper elective requirement for Japanese majors. SFS/MSFS/MASIA/MSB students who plan\nto take the language proficiency exam in Japanese are strongly encouraged to take this course."}, {"courseReferenceNumber": "41608", "description": "\r\n    The Senior Seminar will focus on critical approaches to literary, historical, and cultural studies. It will cover broad themes on theoretical issues and will bring in different disciplines, and guide students in the writing of individual research papers. Required for all majors.  Prerequisite: None."}, {"courseReferenceNumber": "46008", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44028", "description": "\r\n    In 1933 when Adolf Hitler was elected Chancellor of Germany, the German population was overwhelmingly Christian. In 1933 there were 40 million Protestants, 20 million Catholics, and small numbers of people adhering to other Christian traditions. Germany&#39;s territorial expansion that began in the 1930&#39;s meant millions of people, Christian and Jewish, came to be under the control of the Nazi state. The German Army, or Wehrmacht (1935-1945) became a tool for vast territorial expansion, and, in some cases, for war crimes and murder of civilians and Jews. How did Catholics in the Wehrmacht see and understand their role? Why did some participate while others refused to do so, even at the cost of their own lives? This course will examine the role of Catholics in the Wehrmacht, including its crimes against Jews and other civilians. We will examine photographs, diary excerpts and film to come to a closer understanding of the inner lives and decisions of Catholic soldiers."}, {"courseReferenceNumber": "36292", "description": "\r\n    The Holocaust is recognized as one of the traumatic moments in human history. The uniquely systematic depths of human-human interaction it revealed, paired with daring acts of heroism which the period yielded, have raised a range of questions which challenge long-held assumptions about what humanity is, if and what God is, and how to understand the concepts of good and evil. This course will have as its goal to assess the Holocaust as it has been approached by a range of thinkers, and to place it within the larger context of theology, history, art and thought. While our primary backdrop will be theological questions provoked by its narrative -- from both Jewish and Christian perspectives -- we will inevitably encompass the larger historical picture of Jewish-Christian, Jewish-Jewish, Christian-Christian and human-divine relations. We will also consider the importance, in the later part of the twentieth century, of visual (and other) art as a means of response -- both in the expression of anger and in seeking healing --to this trauma."}, {"courseReferenceNumber": "45400", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40194", "description": "\r\n    This course will examine works of literature and film, from the early 20th century to the present day, which focus on the controversial subject and increasingly prevalent reality of interfaith and intercultural relationships and marriages. The course will begin with a view toward the Jewish perspective on this issue (from Biblical to Israeli) covered in the first three weeks, with the remainder of the semester devoted to the navigation of this complex terrain by different religious and national groups in international literature and film, among them: Christians and Muslims, Arabs, Africans and African-Americans, Asians and Asian-Americans, Indians and Pakistanis, Hispanics and Latinx, the LGBTQ community, and Native Americans. Texts will include primary works of fiction and cinema, and secondary works by literature and film critics, sociologists and anthropologists. Inquiry will focus on ways in which the concerns of each group have intersected, reflecting communal pressures as well as changing realities and norms. The multiplicity of perspectives across all groups, bely both the need to marry within the fold to preserve communal, religious-cultural values, along with a growing admission of the reality of increasing diversity in modern, pluralistic societies and the benefits these bring."}, {"courseReferenceNumber": "44023", "description": "\r\n    The world of the Greeks and Roman was one of endlessly multi-aspected paganism, with its consciousness of a range of gods and goddesses, daimons and spirits moving between their realm and ours. It was also one in which the Hebrew-Israelite-Judaean competed with paganism and continued to struggle to define itself&mdash;and ultimately split into what became Judaism and Christianity. This course will focus on the times, places and literatures that reflect the interface between paganism as it has evolved within the Greco-Roman world and nascent Judaism and Christianity. It pushes toward an understanding of how Judaism and Christianity emerged out of the Hebrew-Israelite-Judaean tradition as two forms of faith each claiming to be the proper continuation of that tradition. It considers how their theological relationship&mdash;their competition regarding the Truth regarding divinity and its relationship to humanity&mdash;is not only affected by their mutual interface and their theological relationships with paganism but by the political context of the pagan Roman Imperium in which they both develop. This is a world of meeting, divergence, convergence, synthesis, embrace and rejection of religious principles and ideas. It is a world in which verbal distinctions that we take for granted&mdash;such as those between magic and religion, myth and theology, superstition and true belief, astronomy and astrology&mdash;have not yet assumed the place to which they arrived within our vocabulary, over time. Our goal is largely to come to understand what comprises the key elements that distinguish and join these traditions, why and how this vocabulary emerges and evolves, and how the shaping of that vocabulary has affected and continues to affect our sense of what Judaism and Christianity are. Course requirements include being in class, doing the readings, participating when it is appropriate&mdash;and writing two 10-12-page take-home exams/papers, one toward midterm and the other at semester&rsquo;s end."}, {"courseReferenceNumber": "32090", "description": "\r\n    Intro to Jewish Civilization: Community, Identity &amp; Politics. Course taught by Dr. Alana Holland."}, {"courseReferenceNumber": "45401", "description": "\r\n    This course offers a constructive, interdisciplinary approach to examining the competing and overlapping ways Blacks and Jews in America imagine, cultivate and perform their religious and cultural identities. Although the groups emerge in the American context with unique histories and traditions, there is an overwhelming popular belief that Blacks and Jews share, at least historically, a special relationship. The course will explore the nature of this relationship and investigate the religious and social inter-sectionality of Black and Jewish imaginations within the context of antiblack racism and anti-Semitism. Using primary, secondary, visual and material resources, students will investigate how Blacks and Jews retrieve religion, tradition and ethics to interrogate, explore and, in some cases, expand definitions of democracy, political liberalism, freedom, citizenship and community."}, {"courseReferenceNumber": "35056", "description": "\r\n    This course begins by asking when and how law became separate from religion in the Israelite-Judaean world. It moves on to consider how we might evaluate and understand the narrative of Jesus&rsquo; trial and demise in the Gospels in light of information outside those accounts within Judaean, pagan Roman and early Jewish literature.\n\nNoting that, regardless of the details that favor or disfavor the Gospel account, many generations of Christians have accept it as unequivocally true, the book goes on with a review that is both concise and extensive of the history of Christian-Jewish relations, examining that relationship through a legal and quasi-legal lens.\n\nFrom medieval Blood Libels to the notorious Dreyfus Affair and from the story of Leo Frank&rsquo;s trial and eventual murder to that of Adolph Eichmann&rsquo;s trial and execution to that of Jonathan Pollard&rsquo;s trial behind closed doors and ongoing incarceration, the narrative suggests that the Jew seems always to be on trial in the courtroom of journalistic and historiographic examination, whether as the accused, the accuser, the jury or the judge."}, {"courseReferenceNumber": "38794", "description": "\r\n    Congress &amp; the Making of Middle East Foreign Policy - taught by Danielle Pletka, Senior Vice President of Foreign and Defense Policy Studies at the American Enterprise Institute (AEI). \n&lt;br&gt;&lt;br&gt;\nWhile foreign policy is the constitutional prerogative of the president, for much of recent history, it has been the Congress that has led the way in shaping US foreign policy toward the Middle East. From aid to Israel and sanctions against Iran to the war on terror, the legislative branch has influenced America&#39;s role in the world in ways that few appreciate. Beginning with a detailed overview of the legislative process, this course will explore how Congress has shaped the modern Middle East, looking at key pieces of legislation and historical and contemporary case studies."}, {"courseReferenceNumber": "45402", "description": "\r\n    This course will address the question of what &quot;mysticism&quot; is&mdash;how it differs from &quot;normative&quot; religious experience&mdash;and therefore how Jewish, Christian and Muslim mysticism differ from (and are rooted in) normative Judaism, Christianity and Islam. It will also address the question of how Jewish, Christian and Muslim mysticism differ from and share common ground with each other. The course will follow a two-fold path. One will be conceptual: we will be constantly asking how what we are reading, talking and thinking about is specific or not specific to what Jewish or Christian or Muslim mysticism is. The other will be historical: all three mystical traditions undergo centuries of development and part of grasping them is seeing how they change even as they remain consistently focused on the same essential issues. And those issues, not unique to mysticism or to these three &ldquo;types&rdquo; of mysticism, but uniquely addressed by each of them, include: why are we here? what, if anything, created us? for what purpose, if any? how can we know what It/He/She is and wants of us? how can we grasp that Other without losing hold of ourselves?&mdash;and so on..."}, {"courseReferenceNumber": "41905", "description": "\r\n    The Bible is the bestselling book of all time and for millions the word of God, yet its main heroes have no qualms about arguing with their Creator, and they&rsquo;ve inspired a worldwide artistic and philosophical tradition of doing the same. Profoundly inspired by the narratives of the Bible, some of the greatest artists and thinkers in history have responded by appropriating Biblical stories to their unique places and times, producing enduring works of literature, philosophy, visual art, music and film. In the process, they reveal the universal beauty, power and wisdom of the Bible &ndash; its profound insight into the human condition, and the eternal human struggle to understand and accept some of its most difficult messages. This course will explore how different interpreters from various faith traditions, from classical to modern times - and in multiple genres &ndash; &ldquo;argue&rdquo; or converse with and challenge, the Biblical text, and by extension, God who wrote it. Each week, we will focus on interpretations of a different Biblical text by artists and thinkers such as: John Steinbeck, Herman Melville, Emily Dickinson, Thomas Mann, Soren Kierkegaard, Vladimir Jabotinsky, Joseph Roth, Yehuda Amichai, Elie Wiesel, Geraldine Brooks, Leonard Cohen, Bob Dylan, Marc Chagall and Sigmund Freud. No previous knowledge of the Bible is required. Course also listed as INAF 2761."}, {"courseReferenceNumber": "30589", "description": "\r\n    While many students are familiar with the main lines of the Nazi extermination of Jews in Western Europe during World War II, few know that a parallel effort was waged in the East. There, Nazis killed Jews methodically, but not in mass camps built for extermination. Instead, the Nazis conceived of mobile killing units which wiped out the Jewish population of small villages, resulting in more than a million and a half more Jewish deaths than is commonly realized. Fr. Patrick Desbois, a forensic anthropologist and author of &ldquo;Holocaust by Bullets,&rdquo; will team teach a course that examines the Holocaust in general and this little known chapter in particular. Mid-term and final exams. Class participation and preparation essential."}, {"courseReferenceNumber": "41853", "description": "\r\n    The Weaponization of Hate: Antisemitism, Racism, Islamophobia, and Xenophobia in the COVID-19 Pandemic era.\n\nOver the past several years, the Western world has suffered a dangerous rise in far-right extremism, providing an imminent terrorism and hate crime threat to Jewish communities, as well as Muslims, African Americans, and, in some cases, women. This class will assess the ideological underpinnings of the anti-Semitic far-right, trace the movement&rsquo;s rise in the Obama and Trump years, analyze the current movement&rsquo;s tactical and communications preferences, and evaluate ongoing and future counterterrorism and countering violent extremism measures. The aim is to provide an extensive and objective assessment of the current threat to Jewish communities and beyond, and to offer students an introduction to the counterterrorism world and to underscore the importance of understanding and fighting hate in all its forms. Course listed as JCIV 281 and INAF 281."}, {"courseReferenceNumber": "43997", "description": "\r\n    The Societal, Political and Security Implications of Israel&#39;s Relations with the Arab and Muslim World. This course will undertake a broad review of Israel&#39;s relations with the Arab and Muslim World in four modules. The first will review the development of Israel&#39;s relations with Arab and Muslim majority countries in the Middle East and North Africa, from the pre-state period through the major military confrontations of 1948, 1957, 1967 and 1973. It will then look the implications of the peace treaty with Egypt as well as Israel&#39;s wars in Lebanon and confrontation with the PLO. The second will look more internally at the implications of Jewish immigration from the Middle East and North Africa on the state formation process, the state&#39;s approaches to its non-Jewish minority populations as well as the Palestinian population in the occupied territories (Gaza and the West Bank). The third module will take a closer look at the development of relations between Israel, Egypt, Jordan, Turkey, and Iran. During the last module, students will study the impact of recent political changes in the Middle East. Specifically, they will evaluate what the end of the Cold War, the Arab Spring, and the Abraham Accords have meant for both Israel&#39;s diplomatic relations in the region and the Israeli-Palestinian conflict."}, {"courseReferenceNumber": "45420", "description": "\r\n    How are gender dynamics woven into, contested, or reinforced within the music-making and consumption practices of societies and/or communities around the globe? This inquiry has been a subject of analysis in music and performance studies since the 1980s, marked by the infiltration of gender and queer theory into these fields. Scholars have delved into examining gender power dynamics in the consumption and production of music across cultures, musical genres, and aesthetic frameworks. Their exploration has intersected with studies of gender, race, class, ethnicity, sexuality, age, religion, and disability. Focusing on recent scholarship that tackles the ongoing social transformations of how gender is performed and experienced, globally, we will ask: In what ways has this transformation influenced the emergence of novel global musical genres and scenes? What role do artists and creators play in contributing to these transformative changes? With these questions in mind, this course will explore the historical and contemporary approaches to studying gender and music, focusing on literature in ethnomusicology and popular music studies. It will engage artists, musical traditions, genres, institutions, and audiences that inform local and global gender politics with a special emphasis on women&#39;s roles. Course also listed as MUSC 3289."}, {"courseReferenceNumber": "38155", "description": "\r\n    This course will deal with the history of the Arab-Israeli conflict and the efforts to resolve it. One basic point to understand about the conflict is that it is not a morality play. One side is not all right and the other all wrong. That is not to say that they are equally responsible for what has happened, but it is to say that both have suffered and both would benefit enormously from ending the conflict and its animating grievances. \n&lt;br&gt;&lt;br&gt;\nWe will explore why each side tends to see the world the way it does, and why mythologies have taken hold of all sides and made reality hard to grasp. We will examine narratives of the Israelis, the Palestinians, and the Arabs more generally. Mindsets must be understood in any negotiation, and we will look at what shaped each side&rsquo;s approach to the conflict historically as well as its approach to conflict resolution over the periods of the most intensive diplomacy. We will analyze how close the efforts in the year 2000 came to ending the conflict between Israelis and Palestinians and Israelis and Syrian, and will discuss what lessons must be learned from the past in order to shape a different future. \n&lt;br&gt;&lt;br&gt;\nWe will also consider the American role as well as that of outside parties in trying to resolve the conflict. Ultimately, the purpose of the course is to provide insight into why it has been so difficult to settle this conflict, and what, if anything can be done to settle it in the future."}, {"courseReferenceNumber": "44012", "description": "\r\n    Governments and non-state actors are fomenting conflicts and wars by perverting religion, history, and identity. This course investigates Jewish and Islamic influences that form today&rsquo;s Western civilization. It has been designed to equip students with a deeper understanding of the modern West, evaluate the narrative of a clash of civilizations, and explore a synthesis of civilizations. With extremism and anti-Americanism on the rise in the Muslim world, and anti-Semitism and anti-Muslim sentiment increasing in the West, this course excavates the intellectual roots of the threats ripping apart modern civilization."}, {"courseReferenceNumber": "45336", "description": "\r\n    Jews and Muslims are the two most important religious minorities in Europe today. For centuries they were significant &ldquo;others&rdquo; in a predominantly Christian Europe and they continue to be defined by their religious identity in states which generally purport to be secular. This course focuses on the triangular relationship of Jews, Muslims and state and society in three countries: France, Spain and Germany. The course will help explain current tensions in Europe (exacerbated by such things as 9/11, refugee flows, and the war in Gaza) by putting them into the longue duree. The first session sets out the issues of the course, discusses the current situation of Muslims and Jews in Europe today, and provides a background on antisemitism, islamophobia and philosemitism. The next two sessions offer an overview of the premodern and modern European context and the geopolitics of religious conflict. This will include discussion of the Crusades, the wars of religion of the 16th century, the impact of Enlightenment thought and of colonialism. This period witnessed the emancipation of Jews, rising antisemitism and encounters between the Western world and Muslim societies. Most of the course will then focus on case studies of Jews and Muslims in France, Spain and Germany, followed by a concluding session summarizing the role of historical memory and the impact of conflicts in the Middle East on the triangular relationship of Jews, Muslims and European states. As a result of this course students will be able to better understand the dynamics of the relationship of religion and the state in pluralist, democratic societies."}, {"courseReferenceNumber": "45403", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45404", "description": "\r\n    Terrorism has long been a means of political expression in the Middle East and has flourished throughout the region from antiquity to the present. This seminar surveys the arc and evolution of terrorism from the Sicarii and the assassins through the violence and rebellions in Egypt and Palestine of the 1920s through the end of World War II; The anti-colonial campaigns in both those places as well as in Algeria and Yemen; The persistence of both Palestinian and Jewish extremist violence; The emergence of Hezbollah in Lebanon; Salience of state-sponsored terrorism across the region, the insurgencies in Iraq; The rise of Al Qaeda and ISIS; And the ongoing upheavals in Syria, Libya, the Sinai, and Yemen."}, {"courseReferenceNumber": "44086", "description": "\r\n    Why is violence against women and girls are so frequently forgotten or &quot;silenced&quot; in mass crimes and genocide? Why are acts of violence against women and girls so frequently obliterated from the Holocaust narrative? From the Roma genocide narrative? From Guatemala&#39;s mass violence history? From ISIS&#39; terrorist narrative before the courts of law? From news emerging from Ukraine? Do ground investigations have the capacity to reveal the crimes against women, or are they choosing not to? This course will investigate these questions, especially taking into account the field investigations of Fr. Patrick Desbois and his team. Students will learn how to conduct forensic investigations of violence against women in the scope of genocide and mass crimes. The course is co-taught by Fr. Desbois, a forensic anthropologist and author of The Holocaust by Bullets and The Terrorist Factory and Dr. Andrej Umansky, a historian and lawyer will teach during this class. It will include mid-term and final exams. Class participation and preparation are essential."}, {"courseReferenceNumber": "45405", "description": "\r\n    What is the context of Putin&rsquo;s bewildering claim of &ldquo;de-Nazifying&rdquo; Ukraine in his current war? Why are the European celebrations of May 8 and May 9 &ndash; the end of WWII &ndash; a constant source of conflict inside societies in Eastern Europe? Why does the history of WWII create tensions in the post-Soviet space, leading to jailed historians, protest movements, and diplomatic expulsions? Why has 20th century history remained such a gripping topic in peoples&rsquo; minds today, and how has it shaped contemporary relations between countries in the region? This course will help students to find answers to these and other challenging questions related to the unprecedented weaponization of history and memory in the region. Course will taught by Prof. Diana Dumitru, https://ceres.georgetown.edu/2022/06/01/introducing-the-new-chair-of-romanian-studies-diana-dumitru/."}, {"courseReferenceNumber": "46009", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "30520", "description": "\r\n    As part of the Minor and Certificate in Jewish Civilization students complete a capstone experience: either a traditional research thesis or a project with a creative component. The capstone project will be a topic related to Jewish civilization, prepared under the supervision of a faculty member associated with the Center for Jewish Civilization, the Visiting Professor of Jewish Civilization, Goldman Visiting Israeli Professor, or if appropriate special permission may be granted by the program director for another Georgetown faculty member to serve as essay advisor. Upon completion, seniors make a presentation of their research at the annual senior thesis colloquium held during commencement week, where a prize is awarded to the outstanding paper.\nComments: Starting in spring 2018, this course will no longer be offered with an INAF 443 listing (it will only be JCIV 443)."}, {"courseReferenceNumber": "23732", "description": "\r\n    This course provides students an overview of the basics of journalism, beginning with how to assess the news value of an event or situation, how to develop story ideas and how to put together a story. Much attention is paid to writing clearly and accurately and developing interviewing skills. The course also introduces students to the changing media landscape and the various multimedia platforms available to journalists today. Journalistic ethics are a focus as well. Guest speakers include working journalists from the Washington media community. There will be several short writing and reporting assignments and a final project."}, {"courseReferenceNumber": "23733", "description": "\r\n    This course provides students an overview of the basics of journalism, beginning with how to assess the news value of an event or situation, how to develop story ideas and how to put together a story. Much attention is paid to writing clearly and accurately and developing interviewing skills. The course also introduces students to the changing media landscape and the various multimedia platforms available to journalists today. Journalistic ethics are a focus as well. Guest speakers include working journalists from the Washington media community. There will be several short writing and reporting assignments and a final project."}, {"courseReferenceNumber": "31986", "description": "\r\n    This course is intended to give students a firm grasp of the skills necessary to produce online news content as well as an understanding of the forces that are driving the rapidly changing and diversifying online news industry. The course includes units on photojournalism, podcasting and video creation. Note: Students should have taken JOUR-100: &quot;Intro to Journalism&quot; before taking this class.  &quot;"}, {"courseReferenceNumber": "45946", "description": "\r\n    Career planning is not a single event but an ongoing process. This one-credit course will help students in the journalism minor or those considering a career in journalism a chance to create or refine a process for securing internships, part-time work, and post-graduation jobs. Through self-assessment, job exploration, and discussions about the nuts and bolts, students will learn how their liberal arts education prepares them for the workforce, inventory the skills they already have and map out a way to hone those they will need, and identify potential career interests."}, {"courseReferenceNumber": "45342", "description": "\r\n    Covering the City\n\nWashington, D.C. is a vibrant city that has seen tremendous change in recent decades. Students will learn about the history and layout of Washington, how city government, courts and agencies work, and how gentrification and development have impacted many neighborhoods. Students will visit various areas in Washington, meet reporters who cover the city, attend neighborhood meetings, and meet community leaders and activists. The goal of the course is to give students the skills, knowledge and understanding to cover any city. Prior Journalism courses/experience will be helpful."}, {"courseReferenceNumber": "40070", "description": "\r\n    Part of Journalism&rsquo;s mission is to tell the stories of those who are disenfranchised, marginalized or oppressed, the stories of those who are most vulnerable to injustice and inequality. But is journalism really about justice? Should it be? This seminar will explore ways to report on social justice topics, through Opinion writing, Solutions Journalism, Immersive Journalism, Movement Journalism and Investigative Journalism."}, {"courseReferenceNumber": "45343", "description": "\r\n     It&#39;s the most esteemed job a reporter can have &mdash; a stint on the White House beat. But what&#39;s it really like? This course will go behind the scenes in The West Wing to see how the media is covering the Biden Administration. Students will hear first-hand from some of the country&#39;s best print and broadcast reporters and producers. They will also get the perspective from an award-winning still photographer and a former White House Press Secretary. Students will also have the opportunity to attend a White House Press Briefing. Although this course is a seminar, students - through writing assignments and class discussions, will learn how to construct a fair and balanced White House story."}, {"courseReferenceNumber": "45344", "description": "\r\n    This class will provide students an opportunity to do real-world investigative reporting by diving into gathering documents, learning data analysis and interviewing in the field. Through lectures and guest lecturers, students will learn how to search for the characters and scenes, score accountability interviews and focus on key findings. Students will spend the last few weeks of the course vetting, editing and polishing stories. The goal will be to produce stories that are solid and important enough to publish. Taught by Elizabeth Shogren, science reporter for Reveal from the Center for Investigative Reporting. Shogren has written the Los Angeles Times, NPR and High Country News; she earned an M.S. in Journalism at Columbia University."}, {"courseReferenceNumber": "43552", "description": "\r\n     Data has become a part of virtually every news beat in the industry. Journalists need to know how to turn records into quantifiable information and work with publicly available datasets. This course will walk through the basics of working with data. Students will learn how to acquire, analyze and vet data from a variety of sources using Excel, Python and other tools. They will also take a look at some of today&#39;s most innovative data journalism techniques. This course will be taught by ProPublica reporter Neil Bedi, who won the Pulitzer Prize for Local Reporting in 2021."}, {"courseReferenceNumber": "45830", "description": "\r\n    Covering Presidential Campaigns will examine the news media&rsquo;s role in the race for the White House, with a special focus on the unfolding 2024 contest. We&rsquo;ll assess the evolution of the media&rsquo;s role over the years and the complicated relationship between campaigns and the press, which can be both adversarial and symbiotic. We&rsquo;ll look at strategies that journalists use to cover campaigns and how campaigns provide a window into the state of the country. Guest speakers will include working journalists and political professionals, and assignments will give students an opportunity to practice interviewing, reporting and writing in real-world scenarios."}, {"courseReferenceNumber": "45345", "description": "\r\n    Reporting on political campaigns is one of the most important services journalists provide the public; much of what citizens &ldquo;know&quot; about politics comes mainly through the media. This class will explore what it means to report truthfully and effectively about politics, politicians and campaigns. We&rsquo;ll examine the intellectual frameworks journalists use, both explicitly and implicitly. We&rsquo;ll wrestle with the tension between writing about the horse race and writing about policy debates. We&rsquo;ll learn about polling, fundraising, social media, opposition research and disinformation. We&rsquo;ll debate how political journalism can be improved. We&rsquo;ll meet with guest speakers who are among the nation&rsquo;s most distinguished political journalists. And we&rsquo;ll use the 2019 elections in Virginia and the 2020 presidential campaign as hands-on laboratories. The course will include substantial reporting and writing assignments."}, {"courseReferenceNumber": "45950", "description": "\r\n    This course is for students who are participating in an internship at a media outlet (print, broadcast or online). An alternative to the traditional one-on-one tutorial, this workshop-style course will give students an opportunity to share their experiences with other students engaged in similar journalistic pursuits. Written assignments will include a semester-long journal and ongoing occasional short pieces and a final media project. Classrooms assignments and discussions focus on ethics, innovations and the media industry&#39;s various business models.\n\nRegarding permission and verification of credit:\nStudents doing their internship in the spring, concurrent with the class, must get approval from the journalism director before winter break. Students who completed their internship in the preceding summer or fall semesters should have already had their internships approved prior to the internship start date.\nThe journalism director will not provide letters to the media outlets verifying credit until the student is officially registered for the course: NO EXCEPTIONS."}, {"courseReferenceNumber": "43507", "description": "\r\n    This course is for students who are participating in an internship at a media outlet (print, broadcast or online). An alternative to the traditional one-on-one tutorial, this workshop-style course will give students an opportunity to share their experiences with other students engaged in similar journalistic pursuits. Written assignments will include a semester-long journal and ongoing occasional short pieces and a final media project. Classrooms assignments and discussions focus on ethics, innovations and the media industry&#39;s various business models.\n\nRegarding permission and verification of credit:\nStudents doing their internship in the spring, concurrent with the class, must get approval from the journalism director before winter break. Students who completed their internship in the preceding summer or fall semesters should have already had their internships approved prior to the internship start date.\nThe journalism director will not provide letters to the media outlets verifying credit until the student is officially registered for the course: NO EXCEPTIONS."}, {"courseReferenceNumber": "46010", "description": "\r\n    Three credits for a letter grade. By permission of Journalism Director only."}, {"courseReferenceNumber": "43508", "description": "\r\n    This course requires the exploration of a critical topic of journalism, studied in its cultural, ethical and/or historical contexts."}, {"courseReferenceNumber": "11829", "description": "\r\n    This gateway course surveys the histories, theories, concepts, actors, and pedagogies that compose the growing transdisciplinary field of justice and peace studies. We will familiarize ourselves with current issues in the field, as well as the movements and structures that both contribute to and provide obstacles to the creation and sustainability of a more just and peaceful world. The course presents a wide range of theoretical and practical perspectives on peace and social justice, including: poverty, hunger, and homelessness; racism, sexism, and homophobia; violence, oppression, slavery, and colonization; and complex issues of sustainable development and humanitarian aid. Through historical and contemporary analyses, the course addresses critical issues of militarism, inequality, and injustice, emphasizing the development of viable alternatives. This course is highly recommended for first-year students and sophomores interested in pursuing the JUPS major or minor. As an introductory course, it requires permission for seniors."}, {"courseReferenceNumber": "11830", "description": "\r\n    This gateway course surveys the histories, theories, concepts, actors, and pedagogies that compose the growing transdisciplinary field of justice and peace studies. We will familiarize ourselves with current issues in the field, as well as the movements and structures that both contribute to and provide obstacles to the creation and sustainability of a more just and peaceful world. The course presents a wide range of theoretical and practical perspectives on peace and social justice, including: poverty, hunger, and homelessness; racism, sexism, and homophobia; violence, oppression, slavery, and colonization; and complex issues of sustainable development and humanitarian aid. Through historical and contemporary analyses, the course addresses critical issues of militarism, inequality, and injustice, emphasizing the development of viable alternatives. This course is highly recommended for first-year students and sophomores interested in pursuing the JUPS major or minor. As an introductory course, it requires permission for seniors."}, {"courseReferenceNumber": "31111", "description": "\r\n    This gateway course surveys the histories, theories, concepts, actors, and pedagogies that compose the growing transdisciplinary field of justice and peace studies. We will familiarize ourselves with current issues in the field, as well as the movements and structures that both contribute to and provide obstacles to the creation and sustainability of a more just and peaceful world. The course presents a wide range of theoretical and practical perspectives on peace and social justice, including: poverty, hunger, and homelessness; racism, sexism, and homophobia; violence, oppression, slavery, and colonization; and complex issues of sustainable development and humanitarian aid. Through historical and contemporary analyses, the course addresses critical issues of militarism, inequality, and injustice, emphasizing the development of viable alternatives. This course is highly recommended for first-year students and sophomores interested in pursuing the JUPS major or minor. As an introductory course, it requires permission for seniors."}, {"courseReferenceNumber": "40038", "description": "\r\n    This gateway course surveys the histories, theories, concepts, actors, and pedagogies that compose the growing transdisciplinary field of justice and peace studies. We will familiarize ourselves with current issues in the field, as well as the movements and structures that both contribute to and provide obstacles to the creation and sustainability of a more just and peaceful world. The course presents a wide range of theoretical and practical perspectives on peace and social justice, including: poverty, hunger, and homelessness; racism, sexism, and homophobia; violence, oppression, slavery, and colonization; and complex issues of sustainable development and humanitarian aid. Through historical and contemporary analyses, the course addresses critical issues of militarism, inequality, and injustice, emphasizing the development of viable alternatives. This course is highly recommended for first-year students and sophomores interested in pursuing the JUPS major or minor. As an introductory course, it requires permission for seniors."}, {"courseReferenceNumber": "45756", "description": "\r\n    This gateway course surveys the histories, theories, concepts, actors, and pedagogies that compose the growing transdisciplinary field of justice and peace studies. We will familiarize ourselves with current issues in the field, as well as the movements and structures that both contribute to and provide obstacles to the creation and sustainability of a more just and peaceful world. The course presents a wide range of theoretical and practical perspectives on peace and social justice, including: poverty, hunger, and homelessness; racism, sexism, and homophobia; violence, oppression, slavery, and colonization; and complex issues of sustainable development and humanitarian aid. Through historical and contemporary analyses, the course addresses critical issues of militarism, inequality, and injustice, emphasizing the development of viable alternatives. This course is highly recommended for first-year students and sophomores interested in pursuing the JUPS major or minor. As an introductory course, it requires permission for seniors."}, {"courseReferenceNumber": "45757", "description": "\r\n    This gateway course surveys the histories, theories, concepts, actors, and pedagogies that compose the growing transdisciplinary field of justice and peace studies. We will familiarize ourselves with current issues in the field, as well as the movements and structures that both contribute to and provide obstacles to the creation and sustainability of a more just and peaceful world. The course presents a wide range of theoretical and practical perspectives on peace and social justice, including: poverty, hunger, and homelessness; racism, sexism, and homophobia; violence, oppression, slavery, and colonization; and complex issues of sustainable development and humanitarian aid. Through historical and contemporary analyses, the course addresses critical issues of militarism, inequality, and injustice, emphasizing the development of viable alternatives. This course is highly recommended for first-year students and sophomores interested in pursuing the JUPS major or minor. As an introductory course, it requires permission for seniors."}, {"courseReferenceNumber": "11831", "description": "\r\n    This course is designed to introduce students to a perspective on nonviolence that integrates theory and practice, drawing upon a wide range of literature and examples. A central aim of the course is to develop a holistic view of nonviolence as a set of practices that range from the personal and local to the national and global. The course seeks to foster an experiential engagement with the tenets of nonviolence, through participation in workshops, activities, and projects in the community and region. The overarching objective is to develop a systematic analysis of nonviolence in order to cultivate effective approaches to addressing contemporary challenges in society through nonviolent means, as well as envisioning and animating a world built on the tenets of nonviolence. JUPS Majors/Minors only. SFS students who are interested in pursuing a JUPS minor should contact their dean to enroll."}, {"courseReferenceNumber": "45758", "description": "\r\n    This course is designed to introduce students to a perspective on nonviolence that integrates theory and practice, drawing upon a wide range of literature and examples. A central aim of the course is to develop a holistic view of nonviolence as a set of practices that range from the personal and local to the national and global. The course seeks to foster an experiential engagement with the tenets of nonviolence, through participation in workshops, activities, and projects in the community and region. The overarching objective is to develop a systematic analysis of nonviolence in order to cultivate effective approaches to addressing contemporary challenges in society through nonviolent means, as well as envisioning and animating a world built on the tenets of nonviolence. JUPS Majors/Minors only. SFS students who are interested in pursuing a JUPS minor should contact their dean to enroll."}, {"courseReferenceNumber": "38161", "description": "\r\n    This course gives students a foundational understanding of the field of community organizing, as well as local knowledge around the issues and challenges of movements for social justice in D.C. and other U.S. cities. Students will be able to learn about prominent theories, current trends in organizing and gain hands on experience by meeting with local organizers and practicing critical skills for organizing. During the 2 day course, students will articulate the skills, vision and values of community organizing and describe the main contemporary tensions within organizing."}, {"courseReferenceNumber": "42083", "description": "\r\n    Full title: Immigrant Communities in DC: Digital Story Making\n\nUsing a lens of social justice, students will learn about immigrant communities in DC and about the myriad of organizations that advocate for them. Students will learn about historical and contemporary immigration in DC, social justice issues in the past and present, and the many organizations that advocate for immigrants. Students will select an organization and create a digital story about what the organization does to promote social justice for immigrants in DC.\nShould these changes be applied to existing sections?: No\nPlease list the term(s) and corresponding CRN(s) following the example format below:"}, {"courseReferenceNumber": "45759", "description": "\r\n    Just Peace calls us to a moral framework that invites us to see the integral relationship between justice and peace. This is particularly relevant for policy issues linked to conflict. Just peace offers a unique way of doing advocacy by challenging us to orient our initiatives by an ever-emerging vision of human flourishing. In turn, just peace provides norms such as virtues, principles, and practices to cultivate a way of being that is better enabled to develop the skills for fruitful advocacy toward just peace policies. The course is intended to introduce participants to the basic practice of just peace advocacy, as well as to support participants in learning and integrating the framework, key components, and skills. Meaningfully learning what just peace advocacy is, why it is relevant, and how to do it calls for an experiential and interactive format. In addition to intellectual exploration, participants will witness, experience, and practice alternative modes of just peace advocacy. They will also draw on their own experience to learn, apply, asses, and refine the practice of just peace advocacy. Oral, written, and experiential forms of assessment will be utilized."}, {"courseReferenceNumber": "32493", "description": "\r\n    Restorative Justice is a community-based philosophy and approach to preventing and responding to harm with roots in indigenous traditions. It involves facilitated group processes that emphasize accountability through shared understanding and repairing the harm done. It has been used successfully in many contexts, including school and juvenile justice systems. This course is intended to introduce participants to the restorative justice movement, as well as to support participants in learning and integrating key concepts, tools, and skills related to restorative justice through an experiential, interactive, and self-reflective approach. Participants will be asked to think about the role of Restorative Justice in the modern US social context, as well as in their own personal lives."}, {"courseReferenceNumber": "28740", "description": "\r\n    This course offers a thorough grounding of Conflict Transformation as a philosophical orientation, practical approach, and theoretical framework, as well as an analysis of its recent developments. The course strives to &ldquo;transform&rdquo; our understanding of three major aspects of conflict: 1) what we think about conflict; 2) how we think about conflict; and 3) how we engage in conflict. Students focus their learning on various contexts as contested spaces for social change and transformation regarding issues of violence, oppression, injustice, development, and difference. Particular emphasis is placed on the work and philosophies of John Burton, John Paul Lederach, Johan Galtung, and Paulo Freire, with a grounding in Conflict Transformation&rsquo;s foundation of &lsquo;peace by peaceful means&rsquo;. Drawing on Lederach&rsquo;s idea that Conflict Transformation is a way of &ldquo;looking and seeing&rdquo; conflicts, the course explores the deep culture and structure (Galtung) of conflicts in different settings, and identifies approaches to positive and sustainable change through a social justice lens."}, {"courseReferenceNumber": "45936", "description": "\r\n    This course offers a thorough grounding of Conflict Transformation as a philosophical orientation, practical approach, and theoretical framework, as well as an analysis of its recent developments. The course strives to &ldquo;transform&rdquo; our understanding of three major aspects of conflict: 1) what we think about conflict; 2) how we think about conflict; and 3) how we engage in conflict. Students focus their learning on various contexts as contested spaces for social change and transformation regarding issues of violence, oppression, injustice, development, and difference. Particular emphasis is placed on the work and philosophies of John Burton, John Paul Lederach, Johan Galtung, and Paulo Freire, with a grounding in Conflict Transformation&rsquo;s foundation of &lsquo;peace by peaceful means&rsquo;. Drawing on Lederach&rsquo;s idea that Conflict Transformation is a way of &ldquo;looking and seeing&rdquo; conflicts, the course explores the deep culture and structure (Galtung) of conflicts in different settings, and identifies approaches to positive and sustainable change through a social justice lens."}, {"courseReferenceNumber": "43470", "description": "\r\n    This course explores the role of religion in both fueling conflict and in fostering peace and justice.  The rise of extremism and interreligious violence in many places has brought growing attention and concern to the role of religion in promoting conflict.  Yet across contexts, religious actors also play critical roles as peacebuilders, including as mediators and negotiators, peace educators, social justice advocates, and in supporting the healing and reconciliation of their communities.  For many people in conflict, their religious and spiritual beliefs serve to strengthen their resilience, capacity for forgiveness, and their motivation for peace and justice.  By studying this paradox of religion and the dynamic roles of religious identity, ideology, values and faith, students in this course strengthen their analysis of conflict and understanding of how to encourage more effective peacebuilding.  Drawing on a diversity of recent and current cases across contexts and religions, this course looks at the peacebuilding approaches of different religious actors, including traditional institutions, interfaith networks, and religious individuals as both official and lay leaders.  Particular attention will be paid to gender-inclusive religious peacebuilding as well as inter- and intra-faith approaches to transforming cultures of violence."}, {"courseReferenceNumber": "43510", "description": "\r\n    When two or more individuals or groups are in conflict, the role of a mediator can be critical in restoring trust, rebuilding relationships, and reaching mutually-satisfying agreements. Mediation happens in international conflicts, peace processes, community centers, pre-court settings, government and labor disputes, schools, human resources departments and ombudsman offices, as well as in less formal ways dealing with family and interpersonal conflicts. Whether aiming for a career in mediation or peacebuilding - or simply wishing to enhance their personal and professional lives - students in this weekend intensive will receive basic concepts, skills, and hands-on practices of mediating conflicts. Both insider-multi-partial and outsider-impartial models, as well as notions of empathy, equity, power dynamics, trauma and the nervous system, and religion and spirituality, may be considered."}, {"courseReferenceNumber": "45760", "description": "\r\n    Friendship and Community in Film and Media\n\nWhile much early- and mid-twentieth-century film and media naturalized the importance of romantic relationships, this course will explore a recent tendency to frame friendship as a primary relationship. As we analyze American visual media from the late-twentieth century to today, we will ask the following questions: What are the representational strategies used to center friendship and community in film and media? How do film and media negotiate the place of friendship and community in American culture? How are stories about friends legitimized for a culture that emphasizes the importance of romance and the nuclear family? Upon completion of the course, students will be acquainted with textual analysis and some major modes of thought from cultural studies and film theory, with an ability to apply this knowledge to film and media they encounter both in and outside the classroom."}, {"courseReferenceNumber": "45761", "description": "\r\n    Mass Movements Mass Incarceration\n\nThis course looks at mass movements &amp; mass incarceration in tandem, exploring their many contestations, confrontations, and connections. Rather than framing mass movements strictly as responses to the U.S. police State, we will consider how groups that were deemed &ldquo;ungovernable&rdquo; from the perspective of the State became widely criminalized through pro-white patriarchal tropes produced and perpetuated by people with economic and political power. From this perspective, widespread imprisonment appears to be the engine, and not simply the response, of the U.S. police State. Course materials are organized such that, over the duration of the semester, we will read theories, histories, ethnographies, and journalistic endeavors alongside music, television shows, and documentaries with an aim toward crafting practical tools for understanding formations of collective life and for fighting against technologies of power and punishment in U.S. society today."}, {"courseReferenceNumber": "38162", "description": "\r\n    This course will introduce students to the theory and practice of post-conflict justice and reconciliation models including truth commissions, war crimes tribunals, reparations, and related responses to genocide, crimes against humanity, and other mass atrocities. To debate how to adequately deal with the past in newly democratizing countries, exploring the relative benefits of &ldquo;forgetting&rdquo; or &ldquo;remembering&rdquo; gross violations of human rights. Students will gain an understanding of the constraints on legal theory and practice in the context of the creation of a culture of human rights in post-conflict countries."}, {"courseReferenceNumber": "27208", "description": "\r\n    This course explores the philosophy, practices, and ethics unique to research methodologies in the Justice and Peace field. The course examines mixed methods research frameworks including: participatory action research, gender-sensitive and feminist research methods, ethnographic approaches, community-based research, ethno-methodologies, phenomenology, and participant observation. Students gain knowledge and experience with various techniques appropriate to inquiries in peace studies and social justice, such as active interviewing, working in fragile environments and conflict settings, considering context, constructing meaningful surveys, identifying cases appropriate for study, and utilizing research as a tool for social change. The course also examines the ethical issues involved in such research, from informed consent and IRB concerns to &ldquo;ownership&rdquo; of data and responsible use of research results. Additionally, students will acquire the skills necessary for developing a research proposal through theoretical and practical engagement."}, {"courseReferenceNumber": "41962", "description": "\r\n    Full title Utopia and Dystopia: Peace and Justice in Literature and Film\n\nDystopias portray an imagined society dominated by oppressive power, negative social and political control. This course addresses peace and justice with the reforming agenda of dystopian literature and film&mdash;specifically texts that highlight issues related to injustice. The dystopian texts that we will examine raise awareness about racism, income inequality, war crimes and war-mongering, misuse of A1s and drones, surveillance, disease and epidemic, environmental destruction, and the Anthropocene. We will read fiction and watch films that deal with conflict, real-world problems, and crises, couched in imaginative unrealities that point the way to urgent threats and potential solutions."}, {"courseReferenceNumber": "46011", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "11836", "description": "\r\n    KREN-011 is the first half of Intensive First Level Korean. This course is designed for those students who have very little knowledge or no knowledge of Korean. The course will provide students with four basic communication skills (listening, speaking, reading, and writing) through intensive exercise and practice of basic grammar and vocabulary in the form of simple dialogue and narration at the beginning level. The student will also acquire basic knowledge of and exposure to the Korean culture of daily life in relation to the Korean language. Upon completion of one full year of Intensive First Level Korean, students are expected to be able to a) communicate on familiar topics and situations in a daily setting that have been learned in the course, b) carry on survival-level conversations, and c) comprehend and write simple, straightforward texts and messages consisting of phrases and short sentences."}, {"courseReferenceNumber": "41183", "description": "\r\n    KREN-011 is the first half of Intensive First Level Korean. This course is designed for those students who have very little knowledge or no knowledge of Korean. The course will provide students with four basic communication skills (listening, speaking, reading, and writing) through intensive exercise and practice of basic grammar and vocabulary in the form of simple dialogue and narration at the beginning level. The student will also acquire basic knowledge of and exposure to the Korean culture of daily life in relation to the Korean language. Upon completion of one full year of Intensive First Level Korean, students are expected to be able to a) communicate on familiar topics and situations in a daily setting that have been learned in the course, b) carry on survival-level conversations, and c) comprehend and write simple, straightforward texts and messages consisting of phrases and short sentences."}, {"courseReferenceNumber": "11837", "description": "\r\n    KREN-111 is the first half of Intensive Second Level Korean. This course is designed for students who have successfully completed KREN-012 or its equivalent. The course focuses on developing more sophisticated communication skills (speaking, listening, reading, and writing) on familiar topics of daily life situation by studying more complex dialogues and texts. There will be opportunities to learn about Korean culture through hands-on activities and creating scripts to be performed in a narrative presentation on the YouTube channel by using course materials. Upon successful completion of one full year of Intensive Second Level Korean, students will learn how one can a) carry on a lengthy conversation about one&rsquo;s daily schedule and personal life, b) develop communicative strategies such as circumlocution in order to show one&rsquo;s intention in an indirect way, c) share and communicate basic information relating to personal topics and social situations, d) narrate a series of everyday events in different time frames, and e) express one&rsquo;s opinions about familiar topics in a coherent way by using complex sentences."}, {"courseReferenceNumber": "23603", "description": "\r\n    KREN-211 is the first half of Third Level Korean. This course is designed for those who have successfully completed KREN-112 Intensive Second Level Korean II or equivalent. It aims to help students further develop all four language skills (speaking, listening, reading, and writing) through a variety of tasks and activities, and advance from the intermediate level to the advanced level proficiency. This course also enables students to enhance their understanding of Korean culture and society, and develop cross-cultural insights by comparing and/or making connections to their own. Upon completion of one full year of Third Level Korean, students will be able to a) comprehend conversations on a wide range of familiar and less familiar subjects, b) communicate with accuracy and fluency on a variety of concrete topics relating to current events and to personal and public interests, making appropriate use of formal and informal language, c) narrate and describe in the major time frames of past, present, and future in paragraph-length discourse, d) articulate thoughts and opinions clearly and effectively, e) understand written texts from various genres such as newspaper and magazine articles, narratives, essays, poems, and reports, and f) write connected paragraph-length compositions on familiar and concrete topics relating to personal interest. The instructor will use Korean as much as possible, and the use of English will be minimal."}, {"courseReferenceNumber": "45338", "description": "\r\n    This course is fourth-level Korean designed for students who have completed KREN-212 third-level Korean II or its equivalent. Students will develop to a high level of advanced proficiency through listening, speaking, reading, and writing activities using authentic Korean materials. Learning language will be paralleled with expanding socio-cultural understanding of Korea and development of cultural competence by dealing with various topics in the texts. Through this course, students will a) be familiarized with the broad vocabulary and expressions, and with complex grammatical structure specialized for socio-cultural issues, b) be equipped with the ability to argue and support their own opinions and thoughts in a coherent and organized way in the context of oral discussion and formal presentation, c) be able to deal with abstract topics about social and cultural issues of Korea in their writing, using various genres such as personal essays, summaries, reports, argumentative writing, etc, and d) prepare for their further studies on a specific area of their interest, with the required Korean language skills. The course is conducted in Korean."}, {"courseReferenceNumber": "45339", "description": "\r\n    This course is designed for those who have successfully completed KREN-311 Integrated Advanced Korean, KREN-313 Advanced Oral Communication or equivalent. It aims to help students further develop and sharpen their advanced language proficiency in the business context and broaden their understanding of the business environment in Korea. Throughout the course, students will read newspaper/journal articles on current issues related to Korean business and economy, listen to business-related newscasts, give presentations, and discuss relevant issues within the Korean business environment. This course will help students develop critical thinking and gain an in-depth perspective on the related issues. Upon completion of this course, students will be able to a) acquire a wide range of business-related vocabulary and expressions (including Chinese characters), b) develop oral communication skills required in the business context including job interviews, consultations, and presentations in business meetings, and also develop written communication skills such as writing job applications (e.g. cover letter, resume), business correspondence, in-depth summaries and reports on business-related topics, c) learn cultural etiquette and work ethics in Korea, and d) increase understanding of current business culture in Korea within the context of globalization. The course is conducted in Korean."}, {"courseReferenceNumber": "45340", "description": "\r\n    This course will look at the ways in which love, sex, and marriage are conceptualized and enacted in Korea through the formation of culture. Rather than looking at love, sex, and marriage as pre-existing and unchanging entities, this course will pay attention to how the constitutive nature of human feeling, physical desire, and the ways of institutionalizing them have shifted over time. In order to explore these aspects of cultural formation as they have occurred in Korea, we will explore various genres of cultural products, such as the historical record, literary texts such as poetry and the novel, the personal essay, visual art, news articles, cartoons, and film. The course will address at length various crucial issues, from traditional culture as it was shaped in the Choson dynasty in comparison with modern culture before and during the Japanese colonial rule, to the cultural history of gender and sexual politics in South Korea. The contemporary dating and marriage culture of South Korea will be discussed in comparison with that of North Korea. By taking this course, students will learn how Korean people articulate love, sex, and marriage in various forms of culture through different stages of the socio-historical moment and will then compare this with American cultural formation. All class materials are written in English and the class is conducted in English. Therefore, students who do not have previous knowledge about Korea and the Korean language, but are interested in Korea, are encouraged to take the course. No prerequisites required."}, {"courseReferenceNumber": "43880", "description": "\r\n    The senior seminar is designed to guide majors towards organizing and writing their individual research papers. For this purpose, we will consider critical issues in the study of Korean culture in both the Western and Korean contexts. This includes the development of Korean Studies as a discipline in relation to the more established fields of Sinology and Japanology. The examination of these questions will be geared to developing the theoretical framework of each student&#39;s individual research topic. This seminar is required of and limited to Korean majors."}, {"courseReferenceNumber": "46026", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37879", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32690", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37292", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42687", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42707", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44662", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44659", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32689", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41251", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37291", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42688", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42711", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44665", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44660", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32691", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42690", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37294", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44664", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32692", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42689", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37293", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42706", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44666", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44663", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45939", "description": "\r\n    Does Domenico Ghirlandaio&rsquo;s 15th century &ldquo;Slaughter of the Innocents&rdquo; incite empathy in its viewers? If it does, to what could we attribute that empathy? Is it in the fresco&rsquo;s composition, its dramatic rendering of soldier&rsquo;s murdering children, helpless mothers, and rearing horses? Does its placement in Santa Maria Novella, a sacred space, inform our reading? If we do experience empathy, might that feeling engender anger regarding a state&rsquo;s treatment of children, or are we moved by the mothers&rsquo; powerlessness? Are we morally or ethically called to political action for the sake of others, or are we ultimately more concerned with the threat of our own loss? And does the representation of such atrocities within distinct temporal, cultural, or geographic contexts make any difference? This course engages aesthetic and cultural forms as models for the problem of empathy, a central and pressing concern of humanistic studies. Students will consider paintings, photography, literature, music, theater, and performance art, across Florence&rsquo;s historical and current art scenes&mdash;from churches to the Uffizi and digital art galleries, an LGBTQ festival, La Pergola Theater, and diverse musical events. We address the role of empathy, its possibilities and limits, as we face the local and global challenges of climate change, unprecedented rates of migration, the rise of populisms, and seemingly endless political upheaval. We center our engagement of artistic and cultural works in Florence and dialogue with Italian philosophers, from Benedetto Croce to Silvia Benso, as well as other European, Latin American, and US artistic and philosophical traditions."}, {"courseReferenceNumber": "45940", "description": "\r\n    What&rsquo;s at stake in the art of translation? Is it an act of faith in a sacred, original word, or can it represent a human bravura for shifting meanings from one context to another? Does it reflect our ability to fully understand each other, despite our different cultures and histories, or is it a painful reminder of our ultimate incommensurability?\n\nThis course traces theories and debates regarding the art of translation from Roman orators and practitioners including, for example, Saint Jerome (395 AD), depicted in a 17th-century painting by Caravaggio, who addresses the difference between sacred and secular translation, to Antonio Prete, the contemporary Italian poet, philosopher, and translator who considers translation an act of love. We place this extensive Italian tradition in dialogue with other European writers, translators, and philosophers, including John Dryden (1680), Johann Wolfgang von Goethe, (1819), and Walter Benjamin (1923). While we begin the course with an Italian and European genealogy of translation, we address a simultaneous US and Latin American tradition, from Hern&aacute;n Cort&eacute;s&rsquo; early 16th-century translator, La Malinche, and the Incan Emperor, Atahualpa, to William Carlos Williams and his translation of baroque poetry. We consider Langston Hughes&rsquo;s translations of Nicol&aacute;s Guill&eacute;n&rsquo;s negritude and Gabriela Mistral&rsquo;s queer poetics and maternal scenes, to translation as a form of intergenerational memory and survival for Originary peoples throughout the Americas. In addition to engaging with theories and practices of translation, students will choose a short story or a series of poems to translate from any language. We will workshop their translations throughout the course with the purpose of publishing them at the end of the semester. Along with the translations, each student will write essays that dialogue with the theories we&rsquo;ve read and explain decisions involved in their own art of translation."}, {"courseReferenceNumber": "38165", "description": "\r\n    This course introduces students to the political economy of development in Latin America: Why is Latin America poorer than the richer north? Why are some regions of Latin America much more economically developed than others? To explore these questions, the first part of the course examines the impact of deep-seated differences across countries or regions, such as their culture, institutions, or geography, on their development paths. In the second part of the course, we look at particular roadblocks to development and whether specific actions by governments or states can address them. Given the complex and multidimensional nature of development, this class combines insights from history, political science, economics, environmental sciences, and sociology. Basic knowledge of economic concepts will be helpful, although it is not a requirement to take this class.\n&lt;br&gt;&lt;br&gt;\nThe goals of the course are to:\n&lt;br&gt;&lt;br&gt;\n&sect; Place the economic trajectory of Latin American countries in a long-term historical perspective;\n&lt;br&gt;&lt;br&gt;\n&sect; Develop theoretical and methodological tools to understand economic development in general and its particularities in the region.\n&lt;br&gt;&lt;br&gt;\n&sect; Think critically about the policies of economic development implemented in Latin America in the past and in more contemporary times\n&lt;br&gt;&lt;br&gt;\n&sect; Draw lessons from successful (or unsuccessful) policies implemented in Latin America with implications for other regions"}, {"courseReferenceNumber": "42362", "description": "\r\n    This course provides a perspective on the uses of ethnic identity as a resource  for grassroots social and political movements, economic development programs, and the broader processes of nation-building in Latin America.  The course will expose students to theories, themes, issues and empirical studies related to the utilization of indigenous cultural resources in social mobilization, citizen political participation, constitutional reform and forging alternative models for socioeconomic development."}, {"courseReferenceNumber": "43756", "description": "\r\n    This course is taught each year by a Visiting Brazilian professor, selected by Georgetown and Fulbright Brazil and FAPESP, to hold the Visiting Ruth Cardoso Fulbright Brazil chair. Topics will depend on the expertise of the Visiting Professor."}, {"courseReferenceNumber": "42435", "description": "\r\n    This course attempts to take a systematic look at the question of political leadership in Latin America. Our principal concern will focus on to what extent this factor helps account for democratic performance throughout the region. The emphasis will be on how presidents have shaped their societies and have, in turn, been shaped by them. We will explore a variety of distinctive leadership styles and analyze whether policy agendas have been pursued through a democratic approach, or more authoritarian means. We will examine some specific decisions in both domestic and foreign policy as case studies to highlight presidential behavior and effectiveness."}, {"courseReferenceNumber": "25866", "description": "\r\n    This course provides an opportunity for students pursuing the undergraduate Certificate in Latin American Studies to start building the content and making connections for their Senior Thesis project."}, {"courseReferenceNumber": "44237", "description": "\r\n    This course is designed to provide students with a comprehensive and comparative understanding on how the state&rsquo;s public finances (revenues, expenditures, and debt) interact with politics and policies. It builds from a comparative and comprehensive literature specialized in the Latin American and the Caribbean region (LAC region) to claim that the state&rsquo;s public finances are directly and inextricably related with politics and policy rather than being just a utility function of economics and finance.\n\nGlobally, the LAC region is seen as a group of countries which denote a high degree of poverty and inequality. In developed countries, the capacity of governments to extract resources from economic activity, manage and spend them with both a redistributive and productive approach is a key element to reduce poverty and inequality and guarantee stable economic growth and, perhaps more important, development for all. Unfortunately, governments in the LAC region do not raise the sufficient amount of revenue to build a strong, efficient, and effective public sector nor are they capable to deliver goods and services, as well as public investments to reduce poverty and inequality or promote economic growth. The result is that public finance is highly constrained by scarce resources, and strongly politicized.\n\nHow the government&rsquo;s financial resources, i.e. the public budget- in Latin America is intertwined with politics, policy, and the economy? This course will try to understand when, how and why the public budget is another way to understand politics, policy, and the economy in the LAC region."}, {"courseReferenceNumber": "44634", "description": "\r\n    Latin America is one of the most urbanized continents on the planet. Some countries are currently at levels of unsustainable urban growth with inequitable access of low-income residents to critical services such as housing, water, sanitation, security, solid waste disposal and basic health and education. In this class we probe the factors behind contemporary trends, the relentless process of rural-urban migration, urban labor force/job stratification issues, impacts of the commodity export economy, the urban informal sector and the problem of socio-spatial exclusion in cities. We also explore how current urban development challenges are intensified by the impacts of climate change such as flooding, especially of coastal cities, salinization of aquifers, drought and vulnerability to natural disasters. We examine historical and urban development trends in the region, from pre-Columbian human settlement to colonial and post- colonial patterns, as we create the backdrop to analyze urbanization and mega-city development, using case studies. While exploring current limitations to sustainable urban development, we will identify municipal and urban policy options and approaches to make cities/mega-cities greener, more sustainable, inclusive and equitable."}, {"courseReferenceNumber": "45393", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36714", "description": "\r\n    The seminar is divided into four interrelated building blocks: (i) World Energy Overview, comparing the Energy Balances of United States, China, Europe, Mexico and Brazil; (ii) the dynamics of the world petroleum market, world regional petroleum balances with Scenarios to 2030; (iii) petroleum balances of the western hemisphere with country and trade blocs analysis with Scenarios to 2030 and (iv) the potential for Hemispheric Energy Cooperation as a means of fostering regional energy security."}, {"courseReferenceNumber": "34634", "description": "\r\n    This seminar discusses the building blocks and the implementation of modern monetary policy, the nature and dynamics of financial crises, and the fundamentals of financial stability in emerging market economies. Specifically, the seminar examines the institutional underpinnings as well as the formulation and execution of monetary policy in these economies. It analyzes how monetary policy works under different policy regimes, with an emphasis on inflation targeting, the role of central bank independence, and how cross-border capital flows influence the effectiveness of monetary policy. The seminar also focuses on financial stability, in particular of banks, since they help monetary policy work, but can also become a source of macroeconomic turbulence. The course examines the vulnerabilities to which banks are exposed and studies a variety of financial crises and how they unfolded in emerging market economies. The last part of the seminar focuses on discussing the principles and operational aspects of macroprudential policy, considered the new standard for preventing systemic financial crises. \n&lt;br&gt;&lt;br&gt;\nThe seminar is designed for upper-level undergraduates and graduate students. At the end of the seminar, students are expected to understand how central banks make monetary policy decisions in emerging market economies and how they affect the real sector of the economy. They will also understand the roots, dynamics, and consequences of financial crises, and the efforts deployed today by countries to avoid a new major crisis. \n&lt;br&gt;&lt;br&gt;\nThe seminar will be based on lectures, but will also demand participation from students who will be required to present case studies. Students attending the seminar are expected to be familiar with basic macro-financial concepts. \n&lt;br&gt;&lt;br&gt;\nClasses will be based primarily on papers and book chapters, so no specific textbook is required. However, some books could help in providing background for some of the topics discussed in the seminar. See for example:\n&lt;br&gt;&lt;br&gt;\n-\tFrederic S. Mishkin: &ldquo;The Economics of Money, Banking, and Financial Markets,&rdquo; Eleventh edition, Pearson (2016)."}, {"courseReferenceNumber": "45394", "description": "\r\n     Industrial policy is making a comeback as governments worldwide increasingly adopt policies to favor specific sectors of the economy. Industrial policy aims to achieve goals &ndash; such as energy transition and/or rebuilding a particular manufacturing sector &ndash; that the private sector alone would likely not achieve. This course covers Latin America&#39;s past and present experiences with industrial policy, contrasting them with those of other countries. No prior knowledge of industrial policy and its economic and political components is necessary. The course will take a deeper dive into the cases of Brazil, Argentina, and Mexico, addressing their respective histories with industrial policy and current trends. An example of a contemporary issue to be covered is: while Brazil and Argentina have amplified their agribusiness-led development model, creating several internal political tensions, Mexico is gaining ground as the region&#39;s industrialized nation, particularly with ongoing US-China tensions. Mexico&#39;s industrial gains from the US-China trade war are impacting South America: nearshoring in Mexico&#39;s automotive industry has catalyzed the Chinese automaker boom in Brazil and Argentina, with implications for regional supply chains. The course will thereby explore several contemporary issues associated with industrial policy, providing students with the tools to understand the interconnections between development, climate change, geopolitics, and international trade. The course is open to undergraduate students, provided they have permission from their department supervisors."}, {"courseReferenceNumber": "41369", "description": "\r\n    Internship course for academic work associated with internship experience. Students can pursue internship for 0.25 credits or 1 credit, with respective workload."}, {"courseReferenceNumber": "22185", "description": "\r\n    This course explores one complex element of negotiated settlements of armed conflicts, and post-conflict politics after the signing of peace accords in Latin America: achieving meaningful accountability for the violence that transpired during the war.  We will explore social, political and legal dimensions of the attempts by societies to achieve accountability, whilst not ignoring other complex aspects at stake in a peace-building process. This seminar concentrates on the intricacies of one field riddled with difficulties: the promotion of justice and the quest for accountability in relation to human rights and humanitarian law violations that took place during the war.  We will explore topics through both theory and practice. To ground the discussions, we will examine how the legacy of violence has been addressed in two country situations that have promoted political solutions to armed conflict: El Salvador and Colombia. (Instead of surveying many situations, a conscious decision to concentrate on only two country situations informs the design of the course.)\n&lt;br&gt;&lt;br&gt;\nCourse reading draws on relevant literatures in social sciences and law, including textbooks, academic articles, legal decisions, international treaties, and other legal instruments.  Readings also include in-depth reporting on armed conflicts and the events surrounding negotiated settlements. Complementarily, films (fiction and documentary) will be used to offer a human dimension of the problems being analyzed. \n&lt;br&gt;&lt;br&gt;\nThe seminar will provide an opportunity to undertake original research and applied research.  All participants will be able to discuss, debate, and refine their research through dialogue and debate with other seminar members, over the course of the semester."}, {"courseReferenceNumber": "32961", "description": "\r\n    International Organizations LA\n&lt;br&gt;&lt;br&gt;\nThe past two decades have witnessed the evolution of different movements and organizations that are challenging traditional conceptions of relations among nations in the Western Hemisphere as we have known them since 1945. What has brought about the emergence of these movements and organizations? Are we witnessing paradigmatic changes that will redefine hemispheric relations in years to come?  What is the importance, if any, of these changes for the future of the Hemisphere?\n&lt;br&gt;&lt;br&gt;\nThis seminar examines the changing nature of inter-hemispheric relations in the 21st century. It will combine a variety of theoretical approaches and policy issues to illustrate and analyze the history and nature of these changes. It is designed for upper level undergraduate and graduate students interested in pursuing further research and/or careers in inter-hemispheric affairs. \n&lt;br&gt;&lt;br&gt;\nAlthough the seminar does not presume a prior knowledge of International Relations Theory, it does presume knowledge of Latin American political economy and history and a reading knowledge of Spanish."}, {"courseReferenceNumber": "14903", "description": "\r\n    This course is designed to introduce students to the study of the History in the Latin American Studies Master&rsquo;s Program and for students in the Ph.D. program in the History Department. It is designed to be interdisciplinary and provide students a good overview of recent production on historical topics on Latin America.\n&lt;br&gt;&lt;br&gt;\nThe theme of the course is on the making of the nation-states in Latin America. This topic is especially important not just because this is the theme that has warranted a great deal of attention over the past decade or so. It also incorporates new perspectives such as Gramscian and postmodern analysis, resistance studies, and the old modernization paradigm. Arguably, this topic remains on the cutting edge of the field and is the subject of many of the newest and most innovative works in Latin American History broadly defined. Since it is impossible to cover Latin American History as a whole, students will receive an intensive preparation on a topic that should be of interest to those who will work in other disciplines as well."}, {"courseReferenceNumber": "14902", "description": "\r\n    This course is designed to introduce students to the study of the History in the Latin American Studies Master&rsquo;s Program and for students in the Ph.D. program in the History Department. It is designed to be interdisciplinary and provide students a good overview of recent production on historical topics on Latin America.\n&lt;br&gt;&lt;br&gt;\nThe theme of the course is on the making of the nation-states in Latin America. This topic is especially important not just because this is the theme that has warranted a great deal of attention over the past decade or so. It also incorporates new perspectives such as Gramscian and postmodern analysis, resistance studies, and the old modernization paradigm. Arguably, this topic remains on the cutting edge of the field and is the subject of many of the newest and most innovative works in Latin American History broadly defined. Since it is impossible to cover Latin American History as a whole, students will receive an intensive preparation on a topic that should be of interest to those who will work in other disciplines as well."}, {"courseReferenceNumber": "11851", "description": "\r\n    This course will analyze the major political trends and issues that have shaped Latin American governments and politics throughout the course of the twentieth century as well as the key issues confronting the region as it begins the 21st century.  \n&lt;br&gt;&lt;br&gt;\nThe study of Latin America has been a rich source of theory for political scientists, contributing to a general understanding of development issues, regime change, military rule and democratic transition, among other themes.  As such, given the developments of the last decades (the return of military leaders to their barracks which ended in some cases decades of authoritarian rule, the great difficulties that practically all nations in the region have had in consolidating  democratic governance, the rise of new social movements, the rise of a new left, exacerbated social and security tensions caused by drug trafficking and organized crime, and finally the persistence in some countries of old forms of armed violence) the theoretical models drawn from Latin America have also been applied to other nations in other regions experiencing comparable changes, in Eastern Europe and in parts of Asia and Africa.\n&lt;br&gt;&lt;br&gt;\nThis course will examine several of these broad trends of politics in the region, focusing on the actors and processes which have shaped institutions, policies, parties, movements and political events in contemporary Latin America,\n &lt;br&gt;&lt;br&gt;\nThe second half of the course will examine recent changes in politics, principally those relating to new social movements, identity, gender and ethnicity, drug-trafficking, political parties, and newer post-cold war conflicts.  We will draw on some of the best social science literature, together with videos and films that elucidate contemporary political themes.  The aim of this course is to promote a more comprehensive understanding and familiarity with the social science literature and approaches that have been used to study a key and vital region in international politics and the emerging global economy and polity."}, {"courseReferenceNumber": "35521", "description": "\r\n    This course will analyze the major political trends and issues that have shaped Latin American governments and politics throughout the course of the twentieth century as well as the key issues confronting the region as it begins the 21st century.  \n&lt;br&gt;&lt;br&gt;\nThe study of Latin America has been a rich source of theory for political scientists, contributing to a general understanding of development issues, regime change, military rule and democratic transition, among other themes.  As such, given the developments of the last decades (the return of military leaders to their barracks which ended in some cases decades of authoritarian rule, the great difficulties that practically all nations in the region have had in consolidating  democratic governance, the rise of new social movements, the rise of a new left, exacerbated social and security tensions caused by drug trafficking and organized crime, and finally the persistence in some countries of old forms of armed violence) the theoretical models drawn from Latin America have also been applied to other nations in other regions experiencing comparable changes, in Eastern Europe and in parts of Asia and Africa.\n&lt;br&gt;&lt;br&gt;\nThis course will examine several of these broad trends of politics in the region, focusing on the actors and processes which have shaped institutions, policies, parties, movements and political events in contemporary Latin America,\n &lt;br&gt;&lt;br&gt;\nThe second half of the course will examine recent changes in politics, principally those relating to new social movements, identity, gender and ethnicity, drug-trafficking, political parties, and newer post-cold war conflicts.  We will draw on some of the best social science literature, together with videos and films that elucidate contemporary political themes.  The aim of this course is to promote a more comprehensive understanding and familiarity with the social science literature and approaches that have been used to study a key and vital region in international politics and the emerging global economy and polity."}, {"courseReferenceNumber": "34636", "description": "\r\n    The capstone for the M.A. in Latin American Studies is a three-credit course that provides graduate students with an opportunity to demonstrate their comprehensive, integrated and interdisciplinary knowledge about Latin America and the Caribbean applied to a specific analytical question, case study, policy issue, new opportunity, emerging challenge, or project chosen by students in their respective concentrations. The outcome of the capstone course should be a professional deliverable that students can either use as a gateway to their professional careers upon graduation or as a means to advance in their current professions. Students should expect to be spending approximately 10-15 hours per week devoted to the capstone project, executing an applied, professional experience to conclude the Masters program."}, {"courseReferenceNumber": "42663", "description": "\r\n    Data and Inference for Policymakers\n&lt;br&gt;&lt;br&gt;\nPolicymakers hear and make causal claims all the time:\no &ldquo;Conditional cash transfers reduce short- and long-term poverty&rdquo;\no &ldquo;Stay-at-home policies prevented the spread of Covid-19&rdquo;\no &ldquo;Community policing initiatives increase trust in local government&rdquo;\n&lt;br&gt;&lt;br&gt;\nHow do we assess the validity of those claims? In this course, you will learn to &ldquo;think with data.&rdquo; The course will provide you with three core skills: basic competency in data manipulation and visualization (using R), intro-level familiarity with probability and statistics, and counterfactual thinking/analysis. The course assumes little or no background in statistics or quantitative analysis, but is aimed at training policymakers who are confident consuming, evaluating, and drawing conclusions from research.\n&lt;br&gt;&lt;br&gt;\nBecause these skills are likely new to the students, they require significant practice. The first half of each class (about 1 hour) will provide theoretical background on key concepts, mostly through lecture. The second half of the class will be devoted to developing the inferential toolkit through partnered practice. The problem sets aim to link these two skills by having students work through applied examples from the policy world. Because the course is housed in Latin American Studies, these examples will come primarily from that region, but the lessons and tools are broadly applicable.\n&lt;br&gt;&lt;br&gt;\nPRE-REQUISITES\nThere are no prerequisites for masters students to take this class. If you are an undergraduate interested in taking this class, you must contact the department for approval."}, {"courseReferenceNumber": "43758", "description": "\r\n    This seminar is designed to guide students in the process of applied qualitative research for the design, collection, processing and analysis of information. The seminar starts with the design of a research question and a strategy based on a creative process that will allow students to identify challenges in the design of a research project. For the design phase, students will learn different research tools such as ethnographic interviews, participant observation and focus groups. They will also learn how to best identify the most appropriate tools to operationalize their research."}, {"courseReferenceNumber": "11868", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "26344", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "11866", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "19347", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "26254", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42645", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35242", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42593", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42558", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42557", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35238", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45262", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44565", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35251", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38933", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35247", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44275", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40800", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36179", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40799", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35217", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42596", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42363", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40798", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35243", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35240", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36200", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35246", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13525", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42214", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29173", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13530", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41151", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13531", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13535", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "18413", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "14622", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "33005", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "39109", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43887", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44519", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44174", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32727", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42207", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42511", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38556", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40815", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13545", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "34835", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13549", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29347", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42595", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44186", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44499", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "27756", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29334", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42746", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44526", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44528", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44530", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44532", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44534", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44369", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44234", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "31194", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "27654", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40885", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32878", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38594", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "27679", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42744", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "33015", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35077", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43847", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43551", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37311", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44177", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42710", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44502", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42537", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44863", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29036", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35081", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44504", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36772", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44008", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44425", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44236", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42348", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44036", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38477", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44538", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44557", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41076", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44016", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "15319", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42425", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44549", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42527", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44181", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42533", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42551", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44523", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44193", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42664", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43047", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42927", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43926", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43984", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44216", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44221", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44367", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44372", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44374", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44541", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44553", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44656", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42442", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "23212", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42745", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "31049", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "22305", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "22447", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "22721", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41180", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44550", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "24007", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41179", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40920", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41173", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "34858", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29100", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29963", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44545", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "25987", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44452", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "27305", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32729", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38883", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42367", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "28172", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41121", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "33064", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "18653", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29337", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36842", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38633", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44590", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44591", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44586", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29104", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29991", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29106", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "39192", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "30727", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "30761", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35259", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41182", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "30768", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "30974", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42841", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32747", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36810", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32807", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40789", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35202", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35558", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36668", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36743", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44648", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42951", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37276", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42916", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37493", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37495", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44587", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37489", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37490", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13569", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37600", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37890", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37891", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37892", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37893", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37894", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37895", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37896", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37897", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37898", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37910", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44800", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38931", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "39205", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "39356", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41268", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40887", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44330", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42556", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42597", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44554", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44570", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44649", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45039", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45041", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45042", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45043", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45044", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "45045", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36838", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "27762", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44190", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40692", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "33019", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42507", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36593", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42185", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13577", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41174", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "32700", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44244", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44564", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44078", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29372", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13585", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "36590", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "39107", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37605", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "27418", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44184", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42331", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "19028", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35550", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42335", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "37501", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "40519", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "24950", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "34842", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35258", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "34875", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "24005", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13616", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13617", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13621", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44274", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13623", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "18415", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "26216", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43438", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "19731", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "19728", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44521", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "35336", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44223", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42977", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44592", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "43062", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29507", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44446", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13632", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "33840", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29167", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38838", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "42327", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13634", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13636", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44610", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13641", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13644", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "28267", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "28289", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "28290", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "31894", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13646", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "44279", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "31324", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "41177", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "38885", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13649", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "24229", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "29361", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13651", "description": "\r\n    \r\n    "}, {"courseReferenceNumber": "13652", "description": "\r\n    \r\n    "}]